
    {
      "Section": [
          {
          "Title": "General Understanding",
          "Subsection": [
            {
              "Title": "3.1 Underwriting Philosophy",
              "content": "Acra originates loans to borrowers on a variety of property types. This section describes the underwriting philosophy and general underwriting guidelines applied to all mortgages during the origination process. Acra reserves the right to modify these underwriting guidelines in its sole discretion and without prior notice.<br><br>The soundness of a loan is dependent on the applicant's ability to repay the debt, verifiable credit history, and the market value of the property. All property values are supported by appraisal reports completed by appraisers that are licensed or certified in the state where the property is located.<br><br>All loans are reviewed by authorized underwriters to ensure the loan file documentation complies with Federal and State regulations and all loans are approved or denied based on the underwriting standards and guidelines set forth in this Guide.<br><br>Each loan is individually underwritten with professional judgment. Acra's underwriting objective is to remain uninfluenced until the loan analysis is complete, at which time a definitive decision is rendered. The applicant's past, and present payment history, employment and income, assets, liabilities, and property value are all critical factors considered during the underwriting review process. All loans are reviewed for accuracy, credit discrepancies, income contradictions, and misrepresentations during the underwriting process. The loan package must be documented as required for the loan program and must contain sufficient information to render an informed and knowledgeable decision."
            },
            {
              "Title": "3.2 Fair Lending Statement",
              "content": "Acra is fully committed to operating within all applicable fair lending and regulatory compliance requirements. All credit decisions are made without regard to race, color, national origin, sex, age, religion, marital status, sexual orientation, disability, or any other basis prohibited by law.<br><br> Acra will maintain established procedures designed to reflect its commitment to fair lending and regulatory compliance in conformity with safe and sound lending practices."
            },
            {
              "Title": "3.3 Maximum Fees",
              "content": "Acra will not purchase any loan where the total combined Lender Fees and Broker Fees exceed limits as designated per program to the gross loan amount for loan requests or the maximum allowed under applicable state laws and predatory lending practices. Non-grossed up third-party fees are not included."
            }
          ],
          "Article": [
            {
              "Title": "I. Expiration of Credit / Collateral Documents",
              "content": [
                {
                  "Title": "Credit Report",
                  "content": "90 days as of the date the documents are signed by the borrower(s) (i.e. the \"Closing\" in wet states or \"Signing\" in dry states). No gap report or explanation of new inquiries required."
                },
                {
                  "Title": "Verification Of Mortgage / Rent",
                  "content": "30 days as of the date of funding."
                },
                {
                  "Title": "Payoff Demand",
                  "content": "29 days as of the date of funding or such other date as determined by the Payoff Demand that identifies a \"valid through\" date. Acra may also have the capacity to obtain verbal confirmation to update the \"valid through\" date."
                },
                {
                  "Title": "Pay Stubs",
                  "content": "Less than 30 days as of the date of funding or 31 days for borrowers who are paid once monthly."
                },
                {
                  "Title": "Bank Statements (Income)",
                  "content": "45 days from the statement ending date as of the date of funding (cannot use an online transaction history to update income)."
                },
                {
                  "Title": "Bank Statements (Verification of Funds/ Assets)",
                  "content": "30 days as of the date of funding.<br><br> Statement may be 45 days and an online transaction history as of the date of funding or final escrow deposit may be used to document an updated balance; must have most recent two (2) months consecutive statements for LTVs > 65%."
                },
                {
                  "Title": "Preliminary Title Report / Commitment Report",
                  "content": "90 days as of the date of funding."
                },
                {
                  "Title": "Appraisal",
                  "content": "120 days as of funding, but may be extended to 180 days with an appraisal re- certification."
                },
                {
                  "Title": "Broker Price Opinion (BPO)",
                  "content": "90 days as of funding."
                },
                {
                  "Title": "Verbal Verification of Employment",
                  "content": "An Applicant who is a wage earner with qualifying income requires a verbal verification of employment (\"VVOE\") conducted by Funding Department within ten (10) calendar days prior to \"Closing\" in wet states or \"Signing\" in dry states."
                },
                {
                  "Title": "Consumer Debts",
                  "content": "Creditor statement issued within 90 days or less prior to the closing of file."
                },
                {
                  "Title": "Closing Protection Letter (CPL)",
                  "content": "30 days from the date issued; must be valid through date of funding."
                },
                {
                  "Title": "Hazard Insurance Declaration Page",
                  "content": "Funding to occur (i) prior to a present expiration date on the Dec Page or (ii) within 30 calendar days of its issuance"
                }
              ]
            },
            {
              "Title": "II. Borrower Eligibility",
              "Subsection": [
                {
                  "Title": "3.4 Eligible Borrowers",
                  "content": "Acra funds loans made to natural persons who are citizens and / or legal residents of the United States and natural persons who are Permanent Residents of the United States. Natural persons must have reached the age of majority in the jurisdiction where the subject property is located.<br><br>Individual Tax Identification Number (“ITIN”) Borrowers may be eligible for the Non Prime program as consistent with §3.9.<br><br>Foreign Nationals may be eligible for financing on business purpose transactions (i.e. investment properties) as consistent with §3.10.<br><br>Business Entities may be eligible for financing on business purpose transactions (i.e. investment properties) as consistent with §3.12.<br><br>Non-permanent Resident Aliens are borrower(s) (i) on a VISA or (ii) have a Social Security Number and an unexpired Work Authorization. They may be eligible for a loan with Acra on a case-by-case basis and based on the type of VISA and compensating factors.<br><br>As CSC services loans, reports the transaction on consumer's credit, and offers loans to qualifying applicants with multiple and differing legal status, origination file will need to document:<br><ul><li>For each Applicant, a copy of at least one government issued picture identification (i.e.: US State driver's license, US or foreign Passport, US Military ID, Permanent Resident Card); and</li><li>A copy of (i) Social Security Card (not required where an SSA-89 or 4506-C / - T is obtained from, respectively, the Social Security Administration or Internal Revenue Service) or (ii) the Applicant's ITIN letter (CP565 Notice) issued by the Department of Treasury / Internal Revenue Service.</li></ul>"
                },
                {
                  "Title": "3.5 Ineligible Borrowers",
                  "content": "Acra will not fund loans made to:<br>Churches or loans processed and submitted by Mortgage Brokers and / or their employees for their personal loan requirements (see also §23.22).<br><br>Foreign Nationals are not allowed on a consumer transaction basis.<br><br>Any criminal convictions or criminal adjudications, regardless of age, that involves any aspect of fraud, misrepresentation, financial crimes, or are considered acts of moral turpitude, will render the loans ineligible. Pending criminal charges that carry any potential incarceration or involve fraud / misrepresentation or acts of moral turpitude must be resolved (dismissed or exonerated) prior to closing. Felony convictions or felony adjudications regardless of age make the loan ineligible."
                },
                {
                  "Title": "3.6 Co-Signer and Guarantor",
                  "content": "Co-signers or guarantors are permitted on a case-by-case basis. A co-signer or guarantor is an individual whose income and credit are considered in qualifying and is contractually liable for repayment of the debt. However, the co-signer does not reside nor have a vested interest in the subject property, but will take title along with the resident borrower."
                },
                {
                  "Title": "3.7 Citizenship",
                  "content": "<u>Citizen</u><br>A person born in the United States or a person who legally acquired citizenship in the United States.<br><br><u>Permanent Resident Alien</u><br>A person who is not a United States citizen and is legally able to maintain a permanent residency in the United States.<br><br><u>Non-permanent Resident</u><br>A person who is not a United States citizen and resides in the United States under the terms of a temporary VISA.<br><br><u>Non-Resident Alien</u><br>A person who is not a United States citizen and has no lawful residency status in the United States."
                },
                {
                  "Title": "3.8 Permanent Resident Alien",
                  "content": "Acra will fund loans made to lawful permanent residents of the United States under the same terms available to United States citizens, provided the following requirements are met:<br><ul><li>Have a valid passport or photo identification from their country of residence; and</li><li>Can prove current residence address(s) for the past two (2) years.</li></ul>"
                },
                {
                  "Title": "3.9 Individual Tax Identification Number (ITIN) Borrowers",
                  "content": "Individual Tax Identification Number (“ITIN”) Borrowers may be eligible under the following measured circumstances:<br><ul><li>To a maximum LTV / CLTV as described on the Program Matrix;</li><li>To a maximum loan amount of $1M; and</li><li>Qualify Full Doc, 12-Month or 24-Month Bank Statement, or ATR-in-Full for Owner Occupied Properties or DSCR+ with a ratio as prescribed by the program for Investment Properties.</li></ul><br><br>When qualifying as Full Doc, ITINs may utilize a written VOE dated within 30 days of funding in lieu of a paystub and W-2s / tax returns, as otherwise required for Full Doc. In supplement, file should also document the most recent bank statement that includes ACH / Direct Deposit of payroll as validation to the written VOE.<br><br>Non-Permanent Resident Aliens, where otherwise allowable under §3.4, would also be underwritten to this sub-section."
                },
                {
                  "Title": "3.10 Foreign Nationals",
                  "Subsection": [
                    {
                      "Title": "Foreign National Eligibility",
                      "content": "Foreign Nationals are eligible for financing on business purpose transactions (i.e.: investment properties).<br><br>Borrowers eligible under the Foreign National Program are:<br><ul><li>Non-Resident Aliens who are not authorized to live or work in the U.S. A true Foreign National may periodically visit the U.S. for various reasons including vacation and / or business, may purchase property for either personal use or investment, or may own a U.S based business entity, but they must reside outside of the U.S.</li><li>Borrowers who are holders of Individual Tax Identification Numbers may be considered on a case-by-case basis for this program if they reside outside of the U.S.</li><li>Due to market exchange rates, applicants are to be reviewed with scrutiny toward a post-close financial position and their ability to mitigate exchange rate fluctuations.</li></ul>"
                    },
                    {
                      "Title": "Program Specific Documentation",
                      "content": "1. Assets Held / Foreign Accounts:<br><ul><li>Must be verified in U.S. Dollar equivalency at the current exchange rate via either www.xe.com or the Wall Street Journal conversion table.</li><li>Sufficient funds to close must be on deposit with the Escrow / Closing Agent at least three (3) business days (including Saturdays for this calculation) prior to any closing date.</li><li>A copy of the two (2) most recent statements of that account are required. If the funds are not seasoned a minimum of sixty (60) days, a letter of explanation is required along with the information to comprise a sixty (60) day chain of funds. Bank statements in any language other than English must be translated into English.</li></ul><br><br>2. Credit References:<br>In order to comply with Anti-Money Laundering (“AML”) and Office of Foreign Asset Control (“OFAC”) requirements, one of the following will be required:<br><ul><li>A U.S. credit report with at least two (2) trade lines with minimum age of two (2) years for one trade line; or</li><li>An international credit report; or</li><li>An original credit reference letter from an internationally known financial institution. The reference letter does not need to include details or payment histories of debt obligations located outside of the U.S.; or</li><li>A bank statement documenting a foreign financial banking relationship for the past 60-days may be utilized in this section.</li></ul><br><br>Due to OFAC, Acra will not lend to applicants from:<br><ul><li>Afghanistan</li><li>Belarus</li><li>Cuba</li><li>Iran</li><li>Iraq</li><li>Libya</li><li>North Korea</li><li>Russia</li><li>Somalia</li><li>Sudan</li><li>South Sudan</li><li>Syria</li><li>Venezuela or</li><li>Yemen</li></ul><br>Acra may consider these applicants on a case-by-case basis where established foreign occupancy and a clear OFAC review are present."
                    },
                    {
                      "Title": "Specific Closing Document Requirements",
                      "content": "Each of the following must be met:<br><ul><li>A copy of current Passport, Visa, or ITIN.</li><li>All loans must be closed with a title and closing agent approved and /or vetted by Acra.</li><li>Power of Attorney is acceptable provided it conforms to Acra requirements and is acceptable to the title company.</li><li>Documents signed outside of the U.S. may be notarized by a U.S. embassy or consular official. The certificate of acknowledgement must include the embassy or consular seal and be acceptable to the title company.</li><li>For documents signed in a country that is party to the \"Hague Convention Treaty Abolishing the Requirement of Legalization for Foreign Public Documents\" a certificate of acknowledgment completed and signed by a notary public authorized or commissioned to perform such duties plus authentication by apostle in English and attached to the executed documents and certification of acknowledgement with title company acceptance is agreeable to Acra.</li><li>Executed W-8 (BEN) IRS form.</li></ul>"
                    }
                  ]
                },
                {
                  "Title": "3.11 Co-Borrower",
                  "content": "A co-borrower is anyone other than the primary borrower, including the borrower's spouse qualifying for the loan. Acra will fund loans with co-borrowers provided all parties sign the Note and Mortgage / Deed of Trust and take title to the property."
                },
                {
                  "Title": "3.12 Borrowing Entities",
                  "content": "Business Entities are eligible for financing on business purpose transactions (i.e.: investment properties exclusively).<br><br><strong>1. Borrowing Entity Requirements</strong><br>Acra requires all individuals with direct or indirect ownership ≥ 20% to provide a recourse guarantee (Acra approved or may use Exhibit 7) in the case of an entity borrower. All recourse is joint and several in the case of multiple guarantors.<br><br>The Borrowing Entity must be a single purpose entity (SPE). Acra defines a SPE as an entity with no assets other than residential investment or rental properties; engaged in the business of owning and operating residential investment or rental properties. Series limited liability companies are not allowed.<br><br>All entities that will hold direct ownership of the subject property and will be on title as a direct owner are required to be a borrowing entity.<br><br><strong>2. Borrower / Guarantor Types</strong><br>Acra will lend to, and require that title to the collateral be held, either (i) directly by an individual person(s) or (ii) by an entity acceptable to Acra in its sole discretion as further detailed herein.<br><br>Acra requires at least one guarantor to have prior homeownership experience. At least one (1) borrower / guarantor on the loan must attest on the application that they are not a first-time homebuyer. If prior home ownership is not evident within the loan file documentation the underwriter reserves the right to condition for supporting documentation.<br><br>A. Entity / Guarantor Types Allowed<br>Domestic Corporations (C and S Corp); single purpose Limited Liability Companies(LLC), excluding series LLC; Limited Liability Partnership (LLP); Limited Liability Limited Partnerships (LLLP); General (GP);Limited Partnership (LP), and Sole Proprietorship are eligible. In all events,the Borrower must be a US formed and based Entity, foreign entities (i.e.: entities formed or based outside the US) or foreign owned entities are not allowed.<br><br>B. Business entity nesting is limited to only one (1) wholly-owned subsidiary that in turn must be owned by individual(s); multiple nesting or ownership by multiple entities, trusts, etcetera are not acceptable.<br><br>C. Entity / Guarantor Types Not Allowed<br>Cooperatives, Irrevocable Trusts, IRAs, Non-Profit, and Joint Ventures are not allowed.<br><br>D. Entity Documentation Requirements<br>Entity Documentation requirements are as follows (as applicable): The below documents are required, without exception, and borrower letters stating that they are not required, available, or excused from providing such documents are not acceptable.<br><ul><li>Complete, legible copy of the Certificate of Formation / Articles of Organization and all amendments thereto;</li><li>Complete (with all referenced exhibits), legible copy of the Operating Agreement for LLCs and Partnerships, or Bylaws for corporations and all amendments thereto that includes statement whether it is member or manager managed, contains authorization to borrow money, enter into contracts for mortgage assets, and designates signers;<ul><li>Additional information may be required in the event there is any conflict between the terms in the formation documents and Operating Agreement or Bylaws.</li></ul></li><li>All documentation evidencing ownership interest(s) in the entity, which may be evidenced as follows:<ul><li>For LLCs and Partnerships, the Operating Agreement must identify or attach as an exhibit, all person(s) by name with their representative ownership interest in the LLC or provide copies of the Membership interest certificate(s) / unit(s) in compliance with requirements noted in the Operating Agreement.</li><li>For S or C Corporations, shareholder / stockholder certificates that comply with the requirements noted in the Bylaws, if any, or if stock certificates are lost or unavailable, the corporation's stock ledger; the stock certificate or ledger must account for all of the outstanding shares noted in the Certificate of Formation / Articles of Organization, including those held by the corporation.</li><li>If stock certificates are lost, destroyed, mutilated, or otherwise unavailable, an Affidavit of Lost Stock Certificate will be required.</li><li>For S-corporations or Partnerships, in the event both stock certificate and stock ledger are unavailable, borrower may provide (i) the most recent preceding tax year's K-1 statement for all members with 20% or more interest; and (ii) a letter from the CPA affirming that current ownership interest in the corporation, and if preceding year's taxes have not been filed a statement attesting to that affect.</li></ul></li><li>Names on the entity documents must match the identification;<ul><li>If the names do not match the identification exactly, a letter of explanation will be required to address the name discrepancy.</li></ul></li><li>Certificate of Good Standing or equivalent document; valid within ninety (90) days of the closing date;</li><li>Certificate of Foreign Qualification or other qualification to operate in the state where business is being conducted (if entity is formed in a state other than where business is being performed) or where the property is located);</li><li>IRS Form SS4 or Federal Taxpayer Identification Number (\"TIN\") or Employer Identification Number (\"EIN\") issuance letter for the entity;<ul><li>Generally, the IRS requires all business to have an EIN, with limited exception for sole proprietors, entities without employees, etcetera. EIN exception requests maybe submitted for review by Acra's Legal Department with a letter of explanation stating applicable grounds for consideration of the exception; and</li></ul></li><li>A Unanimous Written Consent / Board Resolution signed by all members regardless of their percentage of interest (i) authorizing the transaction with Acra Lending, and (ii) identifying the authorized to sign the loan documents on behalf of and to bind the entity.<ul><li>A Unanimous Written Consent / Board Resolution may be required based on the terms of the Operating Agreement or Bylaws even where ownership is held by one individual.</li><li>A Unanimous Written Consent / Board Resolution cannot be used to designate a signor on a personal guarantee only an authorized signor for the loan documents to be signed by the entity.</li><li>A Power of Attorney must be utilized by the principal to designate an attorney in fact to execute a personal guarantee. See Power of Attorney requirements in Section 23.5(C).</li></ul></li></ul>Legal reserves the right to condition for additional supporting documentation as determined in its sole discretion.<br><br><strong>3. Borrower & Guarantor Due Diligence Requirement</strong><br>Borrower / Guarantor Due Diligence (DD) as described above is required to be current as of the date of any loan approval or draw as outlined below:<br><table><tr><th>Criteria</th><th>Entity</th><th>Personal Guarantor</th></tr><tr><td>DD Required</td><td>≥ 20% direct or interest or managing control (if an LP and regardless of percentage owned, the highest majority Partner amongst the GPs must have credit pulled AND be a PG)</td><td>All borrowers, guarantors, owners (with ≥ 20% direct / indirect interest), and managing control (if an LP and regardless of percentage owned, the highest majority Partner amongst the GPs must have credit pulled AND be a PG)</td></tr><tr><td>Country Domiciled</td><td>U.S.</td><td>-</td></tr><tr><td>Can be a guarantor</td><td>No (Individuals Only)</td><td>Yes</td></tr><tr><td>Required - for Non- Guarantor (in the case of LLC)</td><td>OFAC<br>Background / Litigation<br>Search</td><td>OFAC<br>Background / Litigation<br>Search</td></tr><tr><td>Additional required documentation for Guarantor(s)</td><td>Not Applicable</td><td>Credit Report Statement of net worth (per application)<br>Verification of minimum liquid assets (if required)</td></tr><tr><td>Guarantor Minimum Qualifying Credit Score</td><td>Not Applicable</td><td>As required on Program Matrix</td></tr><tr><td>Minimum Credit Score for all Borrowers / Guarantors</td><td>Not Applicable</td><td>As required on Program Matrix</td></tr><tr><td>Bankruptcy</td><td>None in past 24 months</td><td>None in past 24 months</td></tr><tr><td>Foreclosure, Short Sale, Deed-in-lieu</td><td>None in past 24 months</td><td>None in past 24 months</td></tr><tr><td>Mortgage late payments</td><td>None permitted at closing</td><td>None permitted at closing</td></tr><tr><td>30-day late mortgage payments</td><td>None in past six (6) months; no more than one (1) in past 12 months</td><td>None in past six (6) months; no more than one (1) in past 12 months</td></tr><tr><td>60+day mortgage late payments</td><td>None in past 24 months reporting on credit</td><td>None in past 24 months reporting on credit</td></tr><tr><td>Other secured entity debt</td><td>Permitted</td><td>Permitted</td></tr></table><br><br><strong>4. Background Check Requirements</strong><br>In order to determine the acceptability of the application, Acra reviews the background of (i) in the case of entity borrowers, (x) the entity and (y) the recourse guarantor(s), and (z) any party (individual or entity) that owns 20% or more of the entity directly or indirectly or has managing control; and (ii) in the case of an individual(s) as direct borrower(s), all such individuals (collectively, with respect to (i) and (ii) the \"Key Principals and Entities\").<br><br>Acra may order background checks on all Key Principals and Entities from Checkpoint, LexisNexis or another comparable provider that includes: criminal history, OFAC searches, litigation, judgment, and lien searches.<br><br><strong>5. Revocable Living Trust</strong><br>Title vesting in an inter vivos revocable trust is permitted when the requirements set forth below are followed:<ul><li>A complete, legible copy of the Trust or a Certification of Trust;</li><li>A Certification of Trust must contain the following information:<ul><li>The existence and date of the Trust;</li><li>The Trustor(s) and the current Trustee(s);</li><li>The powers of the Trustee;</li><li>Whether the Trust is revocable; and, if revocable, who holds the right to revoke;</li><li>The names and number of the Trustees required to sign on behalf of the Trust;</li><li>The Trust identification number, whether that is a Social Security number, or an IRS issued Tax Identification Number;</li><li>How title to the Trust assets should be taken; and</li><li>A statement that the Trust has not been revoked, modified, or amended in any manner;</li></ul></li><li>The Trust must be valid under the laws of the state in which the Trust is established;</li><li>The Trust must be revocable, meaning the Trust can be changed or canceled at any time for any reason, during a Trustor's lifetime;</li><li>Irrevocable trust is not permitted;</li><li>The Trust must be established by one or more natural persons, solely or jointly, known as a Grantor, Trustor, or Settlor;</li><li>The Trust must become effective during the lifetime of the person(s) establishing the Trust;</li><li>The primary beneficiary of the Trust must be the individual(s) establishing the Trust, known as the Grantee or Trustee;<ul><li>Written exception by Acra Senior Management must be obtained if the Trustor(s) and Trustee(s) are not the same;</li></ul></li><li>The Trust must specify that:<ul><li>The Trustee must have the power to hold the title, and mortgage the property;</li><li>The beneficiary does not need to grant written consent for the Trust to borrow money. If consent is required, consent has been granted in writing for purposes of the mortgage;</li><li>There is no unusual risk or impairment to the lenders' rights; and</li><li>Holding title in the Trust does not diminish the lenders' rights as a creditor.</li></ul></li></ul>Legal reserves the right to condition for additional supporting documentation as determined in its sole discretion."
                },
                {
                  "Title": "3.13 First Time Home Buyer",
                  "content": "Acra will consider loans for First Time Home Buyers (“FTHB”) provided they do not have, for a primary residence purchase, a payment shock of greater than three times (3X) that of their current rental payment. If a borrower is not currently paying any monthly rental payments or the transaction is for an investment property, shock does not apply.<br><br>If an FTHB, for a primary residence purchase, is absent a complete rental history for the prior twelve (12) consecutive months, or is currently not paying any rent, that borrower is limited to:<br>(a) 70% maximum LTV;<br>(b) 43% maximum DTI; and<br>(c) Qualifying income with Full Doc or 12-Month Month Bank Statement Programs.<br><br>An FTHB may also purchase an investment property utilizing the DSCR program. However, if an FTHB, for an investment property purchase, is absent a complete rental history for the prior twelve (12) consecutive months, or is currently not paying any rent, that borrower is limited to:<br>(d) 70% maximum LTV; and<br>(e) Minimum 1.0 : 1.0 DSCR.<br><br>Acra defines a FTHB as an application where all Applicants have never previously owned a home (real property).<br><br>Exclusively for the purpose of determining payment shock, Acra will utilize the first scheduled monthly payment in the calculation. This may be fully amortized OR Interest Only, based on the Note. Further, property taxes, hazard insurance, and homeowner's association dues, whether escrowed or not, should be taken into consideration."
                },
                {
                  "Title": "3.14 Non-Occupant Co-Borrower",
                  "content": "Acra will consider loans to non-occupant co-borrowers on a case-by-case basis."
                },
                {
                  "Title": "3.15 Adding Borrowers to Title",
                  "content": "A non-occupant co-borrower (“new co-borrower”) being added concurrently to title must meet the following requirements:<br>1. The original vested borrower's debt-to-income ratio may not exceed 55% of the total monthly payments (i.e.: monthly PITI payment of subject property and his or her other monthly obligations).<br> 2. The original vested borrower(s) must occupy the subject property as his / her principal residence.<br>3. The new co-borrower's credit and income must be relied on in part for qualifying purposes.<br>4. The new co-borrower(s) must execute all loan documents required for the loan program.<br>5. The new co-borrower(s) must be concurrently added to title through closing.<br><br>NOTE: If the borrower's spouse or an occupant co-borrower is being added concurrently to title, the above restrictions numbers 1, 2, and 3 do not apply. Non- occupant co-borrowers will be considered on a case-by-case basis.<br><br>Original Vested Borrower - must have a vested interest in the subject property (i.e.: must be currently vested on title to the subject property and be the mortgagor on any liens secured by the subject property).<br><br><strong>Non-Borrowing Vested Owners</strong> For refinance transactions, non-borrowing vested owners can remain on title with the borrower and retain their percentage of ownership as it is currently recorded. The non-borrowing vested owner will be required to sign the security instrument and be considered title only.<br><br>Adding a non-spouse to title, who is not already an owner of record, is not permitted. A non-borrowing vested owner is not required to be on the evidence of insurance or closing protection letter, however, it is acceptable if said non-borrowing vested owner is listed these items."
                },
                {
                  "Title": "3.16 Non-Borrowing or Non-Titled Spouse",
                  "content": "A non-<u>borrowing</u> spouse is the borrower's spouse whose credit and income are not considered for qualifying. A non-borrowing spouse may or may not be currently vested on title to the property.<br><br>A non-<u>titled</u> spouse is the borrower's spouse who currently is not vested on title to the property. If the borrower's spouse is to be added to title through the subject transaction, he or she must be included in the qualifying process and execute all required loan documents.<br><br>A non-borrowing spouse and a non-titled spouse not being added to title must execute certain documents to evidence that the spouse is relinquishing all rights to the property if so required to perfect the lien under governing law and must also execute a concurrent Quit Claim Deed or Grant Deed.<br><br>A non-borrowing spouse can remain on the purchase contract and go on title at the closing of a purchase transaction. Additionally, it is permissible to add a non- borrowing spouse to title on a refinance transaction. A non-borrowing spouse is not required to be on the evidence of insurance or closing protection letter, however, it is acceptable if said non-borrowing spouse is listed these items.<br><br>"
                },
                {
                  "Title": "3.17 Mortgage Broker or Employee of a Mortgage Broker",
                  "content": "Acra will fund loans made to self-employed mortgage brokers and their employees or borrower's whose employment / income is affiliated with the residential mortgage industry (i.e.: realtor, loan officer, and account executive). For all such borrowers, the loan packages must be processed by nonaffiliated third-party Mortgage Brokers."
                },
                {
                  "Title": "3.18 Number of Loans to One Borrower",
                  "content": "Acra limits the number of open loans with the same borrower at any one time to a maximum of four (4) or an aggregate amount of $5,000,000, whichever is less for first mortgages only. If there are more than three (3) loans to one borrower:<br><ul><li>One (1) loan must be on an owner-occupied principal residence. The appraisal may not include comparable sales from other properties owned by the borrower(s).</li><li>Adjoining properties or units in the same condominium complex are limited to a maximum of two (2) loans.</li><li>For multiple investment loans to one borrower, the borrower(s) should have demonstrated a history of successfully owning and managing investment properties for at least two (2) years. The loan file must include rental agreements and / or tax returns as required by the loan program or required at the discretion of the underwriter.</li></ul>"
                },
                {
                  "Title": "3.19 Rounding LTV",
                  "content": "The loan-to-value is determined by dividing the loan amount into the property value. For property value determination refer to Property Ownership / Seasoning and Property Value Determination in this section of the guide.<br><br>The loan-to-value (LTV) is rounded up to the nearest number:<br>Example: 73.46% = 74.00%"
                },
                {
                  "Title": "3.20 Property Ownership / Seasoning",
                  "content": "Properties that have sold more than once in the previous twelve (12) months must be prudently analyzed for value discrepancies and to ensure the property has not been involved in a \"pyramid or flip\" scheme. A \"pyramid or flip\" scheme is initiated in an effort to inflate property values within a certain market area. Examining recent changes to title on the property and information disclosed on the appraisal report may uncover possible \"pyramid or flip\" schemes.<br><br><ul><li>Seasoning requirements may apply on purchase or refinance transactions when determining the current value for properties that have experienced the following;</li><li>Recent and / or frequent change(s) of ownership;</li><li>Refinance where the property is not currently vested in the owner's name; or</li><li>Recent property transfer data (i.e.: REO resale data as shown on the appraisal report) that does not support the value.</li></ul><br><br>Generally, an applicant that is added to title via quit claim must be on title for at minimum 90 days before applying for a refinance transaction with case-by-case exceptions for inheritance, divorce, etcetera."
                },
                {
                  "Title": "3.21 Property Improvement / Seasoning",
                  "content": "If the borrower purchased the subject property less than six (6) months ago, the lower of the purchase price or the appraised value must be used for determining the loan-to-value. The only exception to this determination is when the appraised value is higher than the purchase price and improvements have been made to the subject property. In that case, documentation must be provided by a third-party contractor stipulating what improvements have been done and at what cost. Once itemized, such costs may be added to the purchase price to arrive at a property valuation. In no case can such a value exceed that of the appraised value."
                },
                {
                  "Title": "3.22 Property Value Determination",
                  "content": "<em>(Additional Information, Refer to Construction-Permanent Financing or Lease Option To Purchase)</em><br><br>For first mortgage transactions, the value for determining the loan-to-value ratio is as follows:<br><strong>1. Purchase Transaction</strong><br>Value of the subject property is the lesser of:<br><ul><li>The appraised value</li><li>The purchase price</li></ul>The appraisal determines the appraised value. The executed purchase agreement or HUD-1 determines the sales price.<br><br><strong>2. Refinance Transaction</strong><br>a. <em>Property purchased twelve (12) months or more</em><br>If the borrower purchased the subject property, twelve (12) months or more, the appraised value will be used for determining the loan-to-value.<br><br><em>b. Property purchased less than twelve months or ownership changed within the previous 12 months</em><br>If the borrower purchased the subject property less than twelve (12) months or the property changed ownership within the previous twelve (12) months the value for determining the loan-to-value will be the <u>lesser</u> of:<br><ul><li>Lowest transfer value in the previous twelve (12) months <u>OR</u></li><li>Appraised value</li></ul><br><hr><strong>Official Interpretation</strong><br><br>The immediately above two guidelines (§3.21-3.22) may seem to conflict; however, Underwriter should take care to break out value seasoning in this manner, based on differentiating to (a) improvements or (b) none to the condition of the subject that existed at initial purchase:<br><table><tr><th>Time from Original Purchase</th><th>§3.21 Property is Improved since Purchase, value is based on:</th><th>§3.22 Property is in same Condition as when Purchased, value is based on:</th></tr><tr><td>0-6 Months</td><td>Purchase Price + Documented Receipts for improvements*</td><td>Purchase Price*</td></tr><tr><td>6-12 Months</td><td>Appraised Value (list improvements)</td><td>Purchase Price*</td></tr><tr><td>>12 Months</td><td>Appraised Value</td><td>Appraised Value</td></tr></table><br> *In no case can such a value exceed that of the appraised value.<br><br>Underwriter has discretion to determine if the capital improvements warrant an increase to value."
                },
                {
                  "Title": "3.23 Prepayment Penalties",
                  "content": "A Prepayment Penalty (“PPP”) is a fee charged to certain borrowers who prepay their mortgage earlier than scheduled. Acra utilizes a hard sequential stepdown PPP based on the loan balance at the time of prepayment. See Rate Matrix for specific details.<br><br>Acra will apply a PPP to the following transactions:<br><ul><li>Purchase or Refinance of a Non-Owner Occupied; or</li><li>Any Business Purpose loan request.</li></ul><br>PPPs are not applicable on consumer transactions on a borrower's primary or secondary residence or when prohibited by applicable Federal, State, or Local regulations."
                }
              ]
            },
            {
              "Title": "III. Purchase Money",
              "content": [
                {
                  "Title": "",
                  "content": "A purchase money transaction is a transaction in which the proceeds from the loan are used to finance the acquisition of the property. Transfer(s) of title to the property in the twelve (12) months preceding the listing should be investigated for property flips and / or non-arm's length transactions. Any relationship or concessions between the purchasers and sellers, appraisers or realtors should be fully disclosed in writing, at time of application."
                }
              ],
              "Subsection": [
                {
                  "Title": "3.24 Purchase / Sales Contract",
                  "content": "A purchase money transaction must include a fully executed agreement of sale and counteroffer (if applicable) reflecting the following:<br><ul><li>Borrower as the purchaser of the property (borrowers / purchasers reflected as \"or assignee\" is not allowed)</li><li>Seller as the vested owner on title</li><li>Correct address of the property</li><li>Correct sales price</li><li>Amount of down payment</li><li>Closing dates; and</li><li>Concessions and seller contributions</li></ul><br>Note: If only one realtor represents both the buyer and seller a copy of the MLS property listing or a posting from a commercially controlled Web site page is required."
                },
                {
                  "Title": "3.25 Seller Disclosure",
                  "content": "The Seller Disclosure must be obtained if a requirement of the purchase contract. The disclosure should be reviewed for any significant deferred maintenance and / or structural deficiencies that may require repair or correction prior to closing.<br><br>Satisfactory proof of any repairs and / or corrections must be obtained and included in the loan file."
                },
                {
                  "Title": "3.26 HUD REO Purchase",
                  "content": "The following requirements must be met for all HUD REO purchase money loans:<br><ul><li>Complete purchase contact/agreement showing all terms of the sale, (i.e.: down payment, amount of first mortgage and any secondary financing) to ensure the purchase is a typical transaction.</li><li>All required inspections and / or disclosures.</li><li>An independent third-party inspection from a licensed contractor or certified building inspector to determine the interior and exterior condition of the property. This inspection may be waived by Senior Management if the listed repairs are less than the lower of (i) $5,000 or (ii) 2.5% of the reconciled property value.</li><li>Completion of any and all repairs based on the sales contract and/or inspections. A Certificate of Completion (Form 442) including photos of all repairs must be completed by the original appraiser.</li><li>The appraisal report must include interior photos.</li></ul>"
                },
                {
                  "Title": "3.27 Financing Closing Costs",
                  "content": "The guidelines for financing closing costs are:",
                  "Subsection": [
                    {
                      "Title": "Purchase Money",
                      "content": "Closing Costs may not be financed as part of any Purchase Money Financing unless a limited cash-out lease option to purchase meeting the requirements of the appraised value versus the purchase price bring utilized for LTV purposes."
                    },
                    {
                      "Title": "Rate / Term Refinance",
                      "content": "Reasonable and customary closing costs (including prepaid items) may be financed, including the maximum incidental cash to the borrower as allowed for the program and / or type of transaction. <em>(Refer 3.31)</em>"
                    },
                    {
                      "Title": "Cash-out Refinance",
                      "content": "There is no limit on the amount of closing costs that may be financed as part of a cash-out refinance."
                    }
                  ]
                },
                {
                  "Title": "3.28 Maximum Contributions",
                  "Subsection": [
                    {
                      "Title": "Owner Occupied",
                      "content": "Limited to non-reoccurring closing costs (\"NRCC\") only by seller.<br>≤ 65% CLTV max 6.0%<br>> 65% CLTV max 3.0%"
                    },
                    {
                      "Title": "Non-owner Occupied & Second Home",
                      "content": "Limited to NRCC only by seller. Max 3.0% regardless of LTV."
                    },
                    {
                      "Title": "Non-seller Contributions",
                      "content": "Contributions from a real estate agent / broker or mortgage originator may be allowed as long as max percentages above are not exceeded for total contributions paid in behalf of the borrower and dollar amount does not exceed the dollar amount of NRCC's."
                    },
                    {
                      "Title": "Excessive Contributions",
                      "content": "Contributions in excess of the above stated limits are allowable; however, the excess of the contribution(s) must be subtracted from the purchase price for the calculation of LTV / CLTV."
                    },
                    {
                      "Title": "Not Allowed",
                      "content": "Allowances for any repairs, item replacement, condition of property, or recurring closing incentives are not allowed and must be subtracted from the purchase price for the calculation of LTV / CLTV."
                    }
                  ]
                }
              ]
            },
            {
              "Title": "IV. Refinance Transactions",
              "Subsection": [
                {
                  "Title": "3.29 Rate / Term",
                  "content": "A rate and term refinance transaction involves the repayment of an existing debt from the proceeds of a new mortgage. A rate and term refinance may include the payoff of:<br><ul><li>First mortgage secured by the subject property;</li><li>Junior liens secured by the subject property;</li><li>Reasonable and customary loan costs / fees; or</li><li>Marital settlement buy outs per court decree.</li></ul>"
                },
                {
                  "Title": "3.30 Debt Consolidation",
                  "content": "A debt consolidation refinance transaction involves the repayment of an existing debt from the proceeds of a new mortgage. A debt consolidation refinance may include the payoff of:<br><ul><li>First mortgage secured by the subject property;</li><li>Junior liens secured by the subject property;</li><li>Reasonable and customary loan costs / fees;</li><li>Controlled payoff of credit cards, installment loans, etcetera, unless stated otherwise for a specific program. The final settlement statement (CD / HUD-1) must show the payoff of credit cards, installment loans, etcetera; or</li><li>The transaction would be considered a cash out refinance. See restrictions below.</li></ul>"
                },
                {
                  "Title": "3.31 Incidental Cash Out on Rate And Term or Debt Consolidation Refinance Transactions",
                  "content": "The borrower may receive incidental cash back up to $1,000.00 or 1.0% of the loan amount, whichever is greater, not to exceed $5,000.00 on rate- and-term refinance transactions.<br><br>If the final settlement statement (CD / HUD-1) reflects incidental cash back to the borrower exceeding these limits, the loan will be considered cash out.<br><br>Should, at Closing, excessive cash be calculated as going back to the borrowers, but intention is to maintain classification as a R&T Refinance, cash can be contributed at Closing as a contribution to paying down principal. Maximum amount of principal paydown at Closing is limited to the lessor of 2% of the loan amount or $2,500. If there is still too much cash-in-hand, a redraw is appropriate to reduce the loan amount.<br><br>Note: The Texas State Constitution has greater limitations for compliance to avoid classification as a Home Equity Loan (reference 3.50)."
                },
                {
                  "Title": "3.32 Cash Out",
                  "content": "Cash out is any amount paid out of the settlement proceeds that is not applied to valid liens secured by the subject property and acceptable closing costs. A refinance of a property that is free-and-clear of any existing liens is considered cash out. Any type of IRS / income tax lien or other judgment that is attached to title is considered cash out."
                },
                {
                  "Title": "3.33 Cash-in-Hand",
                  "content": "Cash-in-hand is defined as the cash borrower will receive as it is shown on the Closing Disclosure or Final HUD. It does not encompass any liens, debts, or other items paid through closing including debt consolidation."
                }
              ]
            },
            {
              "Title": "V. Property Inspections",
              "Subsection": [
                {
                  "Title": "3.34 Property Inspections",
                  "content": "All individuals performing inspections must be appropriately licensed within their field of expertise. Property inspections can be waived if both (i) buyer and seller agree and execute an Addendum concurrently to the execution of the Purchase Contract, and (ii) LTV ≤70%. Otherwise, inspections are required as stipulated in this section."
                },
                {
                  "Title": "3.35 Termite / Pest Inspection Report",
                  "content": "Termite / Pest Inspection Report must be obtained as follows:<br><ul><li>A requirement of the purchase contract (excluding new construction).</li><li>If there is evidence of termite / pest or dry rot indicated in the appraisal report.</li><li>A recommendation in the appraisal report.</li><li>Termite / pest or dry rot damage is visible in the photos.</li><li>Broker Price Opinion indicates that there is visible damage.</li></ul><br>The report should be reviewed for any deferred maintenance and / or structural deficiencies that may require repair or correction prior to closing. A Clearance must be obtained on all repairs as required by the Inspection Report."
                },
                {
                  "Title": "3.36 Roof Certification",
                  "content": "Roof Certification must be obtained if <u>ANY</u> of the following apply:<br><ul><li>A requirement of the purchase contract;</li><li>A recommendation in the appraisal report or Broker Price Opinion; or</li><li>Disrepair is visible in the photos.</li></ul><br>Roof certifications must certify that the remaining life of the roof is no less than five (5) years. No guarantee or warranty is necessary."
                },
                {
                  "Title": "3.37 Well, Septic, Structural, Geological Insepctions / Reports",
                  "content": "Well, Septic, Structural, Geological Inspections / Reports must be obtained if ANY of the following apply:<br><ul><li>A requirement of the purchase contract; or</li><li>A recommendation in the appraisal report.</li></ul><br>The report should be reviewed for any deferred maintenance and / or structural deficiencies that may require repair or correction prior to closing. A Clearance must be obtained on all repairs as required by the Inspection Report."
                },
                {
                  "Title": "3.38 Third Party Home Insepctions",
                  "content": "Third Party Home Inspections must be obtained if ANY of the following apply:<br><ul><li>A requirement of the purchase contract;</li><li>A recommendation in the appraisal report; or</li><li>Disrepair is visible in the photos.</li></ul><br>The report should be reviewed for any deferred maintenance and / or structural deficiencies that may require repair or correction prior to closing. A clearance must be obtained on all repairs as required by the inspection report."
                }
              ]
            },
            {
              "Title": "VI. Occupancy",
              "content": [
                {
                  "Title": "",
                  "content": "Underwriter should give due consideration to factors, including but not limited to, other real estate owned by the applicant, commuting distance to work, appraiser comments and notes, the location of the property and any difference between the mailing addresses on supporting documents and the subject property address to evaluate whether the occupancy status of the property as represented by the applicant is reasonable. Acra's security instruments generally state that owner-occupied properties are or will be occupied by the applicant within 60 days after the transaction's close."
                }
              ],
              "Subsection": [
                {
                  "Title": "3.39 Owner Occupied Principal Residence",
                  "content": "An owner occupied property is a one- to four-family dwelling occupied by the borrower(s) as his / her principal residence.<br><ul><li>Borrower occupies the subject as their principal residence. For a purchase transaction Borrower's stated intention to occupy the subject as their principal residence.</li><li>Property location is relatively convenient to borrower's place of employment.</li><li>Property possesses the physical characteristics to accommodate the borrower's immediate dependent family.</li></ul>"
                },
                {
                  "Title": "3.40 Second / Vacation Home",
                  "content": "A second / vacation home is owned and occupied by the borrower for some portion of the year, in addition to their principal residence.<br><ul><li>Timesharing, rental agreement ownership or two- to four-unit properties are NOT eligible as second / vacation homes.</li><li>Treat a second / vacation home the same as an investment property for qualifying purposes.</li><li>Property must be suitable for year-round occupancy.</li><li>Property must not be subject to any rental pools or agreements requiring the rental of the property.</li><li>A management firm does not control property occupancy.</li><li>No more than one (1) second / vacation home per borrower is allowed.</li></ul><br>Borrowers purchasing or refinancing a second / vacation home must execute a One- to Four-Family Rider as a part of the loan documents."
                },
                {
                  "Title": "3.41 Investment Property (Non-Owner Occupied)",
                  "content": "Investment property is a one- to four-unit residential dwelling or a unit in a condominium complex or a PUD owned by an individual who does not occupy the dwelling. The dwelling is leased and occupied as a principal year-round residence to individuals other than the owner.<br><ul><li>Vacant investment properties are not eligible for a refinance transaction.</li><li>Acra limits the number of investment properties a borrower may own including subject to 20 properties, whether mortgaged or not.</li></ul><br>All borrowers purchasing or refinancing a one- to four-family investment property must execute a One- to Four-Family Rider with loan documents and provide rent- loss insurance coverage. If the subject is qualified with the full PITIA payment, then no rent loss coverage will be required."
                }
              ]
            },
            {
              "Title": "VII. Transaction Types",
              "Subsection": [
                {
                  "Title": "3.42 Other Eligible Transactions",
                  "content": "Acra will make or purchase loans made under the following types of transactions:<br><ul><li>Refinance of Builder Spec homes where the Builder is still the titled owner or the Builder has a vested ownership interest in the property (i.e.: owns the company that is the titled owner of the subject property).</li><li>Section 35 loan (Higher Priced Mortgages).</li></ul>"
                },
                {
                  "Title": "3.43 Arms-Length Transactions",
                  "content": "An Arm's Length transaction occurs when the parties involved are entirely independent of one another. All parties deal with one another as strangers and have no reason to collude. If a direct relationship exists between any of the parties to a transaction, including the borrower / buyer, seller (if applicable), employer, lender, broker, or appraiser, then the transaction will be considered non-arm's length."
                },
                {
                  "Title": "3.44 Non-Arm's Length Transactions",
                  "content": "A non-arm's length transaction is a transaction in which two or more parties to the transaction are related or associated in any manner. Examples of non-arm's length transactions are:<br><ul><li>Buyer and seller are related or associated in business.</li><li>Developer and buyer are related or associated in business.</li><li>Broker and buyer or seller are related or associated in business.</li><li>Seller is buyer's employer or vice-versa.</li><li>Buyer is the real estate agent for the seller.</li></ul><br>Non-arm's length transactions generally carry a higher risk and must be carefully analyzed for concealed credits, cash paid outside of escrow, double escrows, and other unacceptable lending criteria. The down payment must be fully sourced and satisfactorily documented."
                },
                {
                  "Title": "3.45 Construction-Permanent Financing",
                  "content": "<strong>Single Family Residence (Site Built)</strong><br>The granting of a long-term mortgage, for the purpose of replacing interim financing for the construction of a new single-family residence, is considered a refinance transaction. A certificate of occupancy is required and final permits must be obtained in areas where required.<br><br><strong>Value Determination And Ltv Calculation</strong><br>Land Ownership > 12 months<br><ul><li>Cash out as allowed for the program.<li><li>The loan-to-value will be based on the current appraised value (fair market value) for both the land and the improvements.<li></ul><br>Land Ownership ≤ 12 months<br><ul><li>Cash out is not allowed.</li><li>The loan-to-value will be based on the on the lesser of the cost of land / site or a land value analysis from the appraiser, plus cost of the improvements or the Appraised value.</li></ul><br>Cost Estimate Requirements are:<br><u>Cost of Land</u><br>Land value will be established or supported by either the HUD 1 or a land value analysis from the appraiser.<br><br><u>Cost of Unit</u><br>The builders cost estimate / breakdown utilized for the construction loan is required or a detailed list of construction costs and receipts for all construction items that are verifiable for the subject improvements."
                },
                {
                  "Title": "3.46 For Sale by Owner (FSBO)",
                  "content": "Arms-length transactions where there is no realtor commission being paid and no MLS listing require the following:<br><ul><li>The seller must be vested on title for no less than one (1) year;<ul><li>Exception can be made if being sold by a contractor where property has undergone substantial capital improvement;</li></ul></li><li>Properties in foreclosure are not eligible;</li><li>The buyer and seller cannot waive normal inspections for pest / termite or roof certification after  items were </li>stipulated as part of the initial purchase agreement; and<li>A copy of the inspection reports when completed.</li></ul>"
                },
                {
                  "Title": "3.47 Inherited Property",
                  "content": "The probate must be settled and closed and the property vested in the borrower's name. If the property is not vested in the borrower's name sufficient documentation clearly showing the chain of title and proof the borrower is vested on title to the subject property must be obtained and approved by underwriting prior to ordering loan documents."
                },
                {
                  "Title": "3.48 Interfamily Transfers",
                  "content": "Interfamily transfers are eligible for financing. The transaction must be a purchase or Rate and Term refinance with a gift of equity. Previous recent title transfers and properties in foreclosure are not allowed.<br><br>Transactions where the relinquishing party / giftor are residing in the subject property will be considered a straw transaction and not allowed."
                },
                {
                  "Title": "3.49 Lease Option to Purchase",
                  "content": "A Lease Option to Purchase is an agreement to lease a property for a specified period of time at an agreed upon monthly rent payment, in which a portion of the payments in excess of the market rents will be applied towards the down payment. Once the potential buyer has satisfied the terms of the down payment, he or she may execute the option to purchase the property at the sales price agreed upon in the Lease Option to Purchase Agreement. This may also be utilized for a “Land Contract” or “Contract for Deed” purchase. All Lease Option to Purchase transactions require the following:<br><ul><li>All parties to the transaction must execute the agreement;</li><li>The agreement must disclose the time period of the option to purchase, amount of the earnest money deposit, and the terms of the monthly rent payments. The terms of the monthly rent payments must include a specific and reasonable amount (dollar or percentage) in excess of the monthly rent payments that will be credited towards the down payment via comparison to fair market rents (which requires a 1007 for UW review, reference <u>Section 14.14</u>);</li><li>Proof of the borrower's earnest money via a deposit (canceled check); and</li><li>Copy of canceled checks (front & back) for the monthly rent payment covering the last twelve (12) months.</li></ul><br><br>NOTE: Lease option transactions that do not involve an earnest money deposit or “sweat equity” including receipt(s) for materials and / or monthly rent in excess of proven market rents will not be considered a Lease Option to Purchase and must comply with standard purchase money.<br><br>A Lease Option will always be a Purchase from the standpoint that the transaction will transfer ownership. This is relevant it is therefore required to issue a Purchase form LE & CD (versus a Refinance form LE & CD).<br><br>However, in deference to the Purchase Price, as a separate calculation for the handling of LTV, under certain circumstances as defined below, Acra will calculate the LTV using the current reconciled market value in lieu of the purchase price.<br><br>The value for determining the loan-to-value ratio will be the PURCHASE PRICE reflected on the option agreement or the appraised value, whichever is less, if:<br><ul><li>The borrower's earnest money deposit is less than three percent (3.0%) of the sales price; OR</li><li>The Lease Option Agreement is executed within the last twelve (12) months.</li></ul><br>The value for determining the loan-to-value ratio will be the current reconciled MARKET VALUE, if:<br><ul><li>The borrower(s) has(have) occupied the subject property for the last twelve (12) months; AND</li><li>The Lease Option Agreement is executed greater than twelve (12) months ago; AND</li><li>The borrower(s) has equal to or greater than three percent (3.0%) of the sales price invested by:<ul><li>Earnest Money Deposit; OR</li><li>The Optionee provided “sweat equity” in the form of property improvements with receipts for materials as well as a detailed list of all such improvements including time to completion.</li></ul></li></ul>"
                },
                {
                  "Title": "3.50 Texas 50(A)(6) Home Equity Loan",
                  "content": "A Texas 50(a)(6) loan is the specific designation given to any cash-out refinance on a primary residence in the State of Texas. It is named for the section in the Texas State Constitution that governs said transactions.<br><br>The transactions are highly and specifically regulated as follows:<br><ul><li>Total Points / Fees are limited to 2.000% of loan amount;</li><li>Acra's minimum loan amount is $100,000.00;</li><li>Acra's maximum loan amount is $1,500,000.00;</li><li>Products available are any of Acra's 30-year fixed, 5/1 ARM, or 7/1 ARM; however, loans must be fully amortizing as interest-only is not allowed;</li><li>Maximum cash out is subject to existing Acra Guidelines;</li><li>Eligible properties include:<ul><li>Single Family Residence (Attached / Detached);</li><li>Condos;</li><li>Planned Unit Development (Attached / Detached);</li><li>Modular Homes; and</li><li>Manufactured Homes (must be classified as real property);</li></ul></li><li>Ineligible Properties include:<ul><li>2-4 unit properties;</li><li>1-unit property with an Accessory Dwelling Unit (ADU);</li><li>Condotels;</li><li>Short-Term Rentals;</li><li>Properties with two (2) or more kitchens; and</li><li>Properties greater than ten (10) acres;</li></ul></li><li>Maximum LTV / CLTV of 80%;</li><li>No subordinate financing;</li><li>Seasoning from a prior (a)(6) transaction cannot close until one (1) year and one (1) day have passed from prior transaction funding date;</li><li>Eligible Borrowers include:<ul><li>US Citizens; and</li><li>Permanent Resident Aliens;</li></ul></li><li>Required Documentation:<ul><li>12-Day Notice must be sent at initial disclosures and / or provided by Broker; and</li><li>Closing Disclosure must be delivered to borrower 24 hours prior to closing;</li></ul></li><li>Title Endorsements T42 and T42.1 are required in addition to standard applicable endorsements;</li><li>Signing Must take place at Title's Office, the Attorney Office, or the Lender's Office;</li><li>Signing via a Power of Attorney is prohibited;</li><li>Waiver of Time:<ul><li>The CD Waiting Period and / or Three-Day Right of Rescission cannot be waived under any circumstance; and</li></ul></li><li>Miscellaneous:<ul><li>All non-titled, non-purchase money liens, which include but is not limited to, consumer debt payoff, delinquent property taxes, solar liens, any cash-in-hand to borrower are subject to Texas 50(a)(6) guidelines.</li></ul></li></ul><br>A Texas 50(f)(2) loan is the specific designation given to any refinance on a primary residence in the State of Texas where (i) the transaction pays off a previous Texas 50(a)(6) loan and (ii) there is no new cash out to the borrower. It is named for the section in the Texas State Constitution that governs said transactions.<br><ul><li>Transaction Type:<ul><li>Rate / Term Refinance Only;</li></ul></li><li>Maximum LTV / CLTV:<ul><li>80.0%;</li></ul></li><li>No subordinate financing;</li><li>Points / Fees:<ul><li>Must conform Acra Lending fee guidelines;</li></ul></li><li>Acra's minimum loan amount is $100,000.00;</li><li>Acra's maximum loan amount is $1,500,000.00;</li><li>Products available are any of Acra's 30-year fixed, 5/1 ARM, or 7/1 ARM; however, loans must be fully amortizing as interest-only is not allowed;</li><li>Eligible properties include:<ul><li>Single Family Residence (Attached / Detached);</li><li>Condos;</li><li>Planned Unit Development (Attached / Detached);</li><li>Modular Homes; and</li><li>Manufactured Homes (must be classified as real property);</li></ul></li><li>Ineligible Properties include:<ul><li>2-4 unit properties;</li><li>1-unit property with an Accessory Dwelling Unit (ADU);</li><li>Condotels;</li><li>Short-Term Rentals;</li><li>Properties with two (2) or more kitchens; and</li><li>Properties greater than ten (10) acres;</li></ul></li><li>Eligible Borrowers include:<ul><li>US Citizens; and</li><li>Permanent Resident Aliens;</li></ul></li><li>Cash-Out Amount:<ul><li>Borrower may not receive any cash-in-hand, nor may any non-titled liens or consumer debt be paid. Any excess cash once all lien payoffs and fees have been paid may be applied to the loan as a principal curtailment to meet the no cash-in-hand requirement;</li></ul></li><li>Required Documentation:<ul><li>12-day notice to be sent at initial disclosures and / or provided by broker (must be signed by borrower(s)); and</li></ul></li><li>Signing Must take place at Title's Office, the Attorney Office, or the Lender's Office;</li><li>Signing via a Power of Attorney is prohibited;</li><li>Waiver of Time:<ul><li>The CD Waiting Period and / or Three-Day Right of Rescission cannot be waived under any circumstance; and</li></ul></li><li>Miscellaneous:<ul><li>Except as specified above, loan should conform to Acra Lending guidelines.</li></ul></li></ul>"
                },
                {
                  "Title": "3.51 Consolidation, Extension, And Modification Agreement (\"Cema\") Transaction",
                  "content": "A Consolidation, Extension and Modification Agreement (\"CEMA\") loan is an option available to New Yorkers that can reduce the cost to refinance a mortgage. CEMA loans allow borrowers to pay mortgage recording taxes on only the difference between the current principal balance and their new loan amount.<br><br>CEMA transactions are required to close with a licensed attorney firm and subject to their review and costs."
                }
              ]
            }
          ]
        },
        {
          "Title": "Credit",
          "Subsection": [
            {
              "Title": "4.1 Credit Report Requirements",
              "content": "Acra requires a three-bureau in-file report for each individual loan applicant obligated for repayment of the loan. Each report should comply with the following:<br><ul><li>The credit bureaus utilized in generating borrowers' credit reports comply with the Fair Credit Reporting Act.</li><li>Appropriate authorization from the Borrower(s) is required prior to obtaining credit. (Refer to Credit Authorization on the following page.)</li><li>Credit supplements must be included in and made a part of the report.</li><li>Historical status for all account / ratings (i.e., R-1, I-2, etc., are acceptable if the meaning is clarified on the report; comment such as “satisfactory”, “as agree,” etcetera, are not acceptable. (0x30, 0x60, 0x90 is the preferred format).</li><li>Reports should be numbered or have a beginning and ending statement.</ul>"
            },
            {
              "Title": "4.2 Credit Reporting Bureaus",
              "content": "Each credit report must utilize three (3) credit reporting bureaus and credit scores provided by the following bureaus:<br><br><table><tr><th>Credit Reporting Bureau</th><th>Credit Score</th></tr><tr><td>Equifax</td><td>Beacon 5.0</td></tr><tr><td>Experian</td><td>FICO (V2)</td></tr><tr><td>TransUnion</td><td>FICO RISK SCORE CLASSIC 04</td></tr></table>"
            },
            {
              "Title": "4.3 Consumer Debt Not Reported",
              "content": "Consumer debt claimed by the applicant but not reported on the credit bureau are to be included in the debt-to-income ratio."
            },
            {
              "Title": "4.4 Credit History",
              "content": "Acra defines credit history as the record of the borrower's payment of credit and voluntary obligations. The credit history is measured on the credit depth, number of obligations, and the demonstrated intent to repay. A borrower with a past history of consistently meeting financial obligations provides reasonable justification that he / she is likely to continue to do so in the future."
            },
            {
              "Title": "4.5 Minimum Credit Depth",
              "content": "A minimum credit depth of three (3) acceptable tradelines aged individually for a minimum of two (2) years is required for LTVs greater than 65%. For LTVs less than or equal to 65%, three (3) tradelines are required but only one (1) of the tradelines needs to be seasoned greater than two (2) years.<br><br>Depth is considered to be the months reviewed as provided on an individual credit line item on the consumer's tri-merge credit report.<br><br>Acra does not consider supplemental tradelines (i.e.: utilities, cell phone, taxes, etcetera) toward depth under this subsection. However, depth can include a rental history when documented with either (i) a VOR from a Rental Management Company or (ii) cancelled checks.<br><br>Acra Senior Management has the discretion to determine the acceptability of a tradeline including use of a rental history."
            },
            {
              "Title": "4.6 Credit Score Determination",
              "content": "Acra's grading criteria combines the credit score for consumer credit, the mortgage / rental rating and income analysis to achieve a loan grade.<br><br>Consumer Transactions<br><br>The credit bureau score of the primary wage earner is the credit score assigned to the loan. The primary wage earner, for consumer transactions, is the applicant who is paid the highest salary based on the employment and occupation information documented in the file. Should multiple applicants make the same amount as the primary wage earner, the lower score between them will be utilized for qualification. Similarly, if (2) applicants are 50/50 owners of a business, the lower score is again utilized between these primary wage earners.<br><br>The credit score assigned to the loan is determined as follows:<br><ul><li>If three (3) scores are supplied on the primary wage earner, use the middle of the three (3) scores.</li><li>If two (2) credit scores are supplied on the primary wage earner, use the lower of the two (2) scores.</li><li>Acra does not extend credit where the primary wage earner has one (1) or less credit scores.</li></ul><br>Example: If three (3) scores are supplied for each borrower on a loan application:<br><br>Borrower 1 600, 630, 650 - middle score is 630<br>Borrower 2 590, 600, 580 - middle score is 590<br><br>Whereas if Borrower #2 were the primary qualifier (as described above), 590 would be used as it is the lowest of the selected (in this case, middle score) score for both borrowers.<br><br>A co-borrower without scores or depth can be on the loan application should they contribute zero qualifying income to the file - regardless, a credit pull of this individual is required.<br><br>DSCR Business Purpose Transactions<br><br>On Business Purpose transactions qualifying via DSCR, the cash flow of the property is used to determine the repayment ability. Therefore, the credit score assigned to the loan will be determined by using the highest middle score of all applicants. For loans that close in the name of an entity, the score will be determined by the highest middle score of the personal guarantors, presuming equal percentages of ownership. If ownership percentages differ, qualifying score will be off the individual with the highest concentration of ownership.<br><br>The primary applicant / guarantor must meet the tradeline qualifications and have a sufficient score for the program. Additional applicants / guarantors are not required to meet the tradeline qualifications or the minimum score for the program.<br><br>On refinance transactions, only the score of the applicant / guarantor on title will be used for determining the score (i.e.: an applicant that is newly introduced to title would not be the qualifying score, but instead the existing party(ies) score(s) would be considered).<br><br>Example: The loan will close in the name of an entity and there are three (3) personal guarantors - each with matching percentage of ownership - with the following scores:<br><br>Guarantor 1 670, 690 - lower of two (2) scores is 670<br>Guarantor 2 620, 640, 655 - middle score is 640<br>Guarantor 3 720, 760, 755 - middle score is 755<br><br>The score for this loan is 755 since it is the highest qualifying score of all guarantors."
            }
          ],
          "Article": [
            {
              "Title": "I. Consumer Credit Delinquency",
              "Subsection": [
                {
                  "Title": "4.7 Collections, Charge offs, and Repossessions",
                  "content": "Collections and charge offs may remain unpaid subject to the following circumstances:<br><ul><li>Medical; or</li><li>Two (2) years or more since the date of last activity; or</li><li>When credit report references an original creditor that differs from the current collection agency, the date last active on that original account reflects a date greater than two (2) years ago.</li></ul>The earliest reporting date last active for <u>the collection debt</u>, on either an Acra or broker's credit report, will be used to determine the age of the collection account in question, if Acra determines the broker's credit report to be acceptable.<br><br> If the applicant and creditor have worked out a payment plan, the account may be added to the DTI and will not be required to be paid off. Payment plan should have been seasoned for a minimum of three (3) months with timely payments confirmed to have been made by creditor / credit supplement / cancelled checks.<br><br>Student loans may go into collection, but they do not become uncollectable nor written off. Student debt may remain unpaid consistent with this section and §6.10."
                },
                {
                  "Title": "4.8 Judgments, Tax Liens, Liens, and Delinquent Child Support",
                  "content": "Purchase, Rate / Term Refinance, Debt Consolidation Refinance, and Cash Out Refinance Transactions:<br><ul><li>Pay all judgments / liens. On a case-by-case basis subject to Senior Management review, Judgements reported on credit may not have to be paid off if they do not appear on title.</li><li>Pay any tax lien(s).</li><li>Pay any delinquent child support.</li></ul><br><br>NOTE: Purchase transactions: all items must be paid with borrower's own funds.<br><br>If the Applicant is on a payment plan to settle the tax lien(s), the payoff of the plan will be required unless the borrower does not have the funds. Subject to Acra Senior Managment approval: If the Applicant does not have the funds to close, the entity who provided the payment plan (IRS, Franchise Tax Board, etcetera) must subordinate their lien(s) to Acra and the payment plan amount will be included in the DTI. Payment plan should have been seasoned for a minimum of three (3) months with timely payments confirmed to have been made by creditor / credit supplement / cancelled checks. Subordinating an IRS lien may be allowable with Acra Senior Management approval on a case-by-case basis."
                },
                {
                  "Title": "4.9 Consumer Credit Counseling",
                  "content": "Consumer Credit Counseling assists individuals with financial management of debts in an attempt to avoid further delinquencies or possible bankruptcy. Generally, creditors agree to a lesser repayment under a Credit Counseling plan. A copy of the CCC record of monthly payments covering the look back period is required. The consumer credit grade determination is based on the grade criteria of a Chapter 13 bankruptcy. The CCC must be complete and / or paid in full prior to or through closing."
                },
                {
                  "Title": "4.10 Time Share Accounts",
                  "content": "The payment history of a time-share account is treated the same as consumer credit. Time Share accounts are not treated as mortgages for the sake of a mortgage rating."
                },
                {
                  "Title": "4.11 Credit Explanations",
                  "content": "The borrower is required to provide a written explanation for loans in which the mortgage payment history reflects a 90+ days delinquent status within the prior 12 months. The letter must explain in detail why the delinquency occurred and a reasonable expectation must be established that the problem has been resolved and not likely to recur."
                }
              ]
            },
            {
              "Title": "II. Bankruptcy",
              "Subsection": [
                {
                  "Title": "4.12 Chapter 7 Bankruptcy",
                  "content": "A Chapter 7 Bankruptcy filing allows individuals to liquidate estate assets and distribute funds received through liquidation to creditors.<br><br>The aging for Chapter 7 Bankruptcies is calculated using the discharge date. Chapter 7 Bankruptcies must be discharged prior to the loan application."
                },
                {
                  "Title": "4.13 Chapter 11 Bankruptcy",
                  "content": "A Chapter 11 Bankruptcy allows businesses the opportunity to “reorganize” business debt obligations without having to liquidate all assets. The debtor introduces a plan to creditors, which will allow the debtor to reorganize financial obligations to improve the financial stability of the business.<br><br>The aging for Chapter 11 Bankruptcies is calculated using the filing date. Chapter 11 Bankruptcies must be discharged prior to the loan application."
                },
                {
                  "Title": "4.14 Chapter 13 Bankruptcy",
                  "content": "A Chapter 13 Bankruptcy allows an individual with regular income, who is overcome by debts but believes they can be repaid within a reasonable period of time. Chapter 13 permits the debtor to file a plan to pay a certain percentage of future income to the Bankruptcy court for payment to creditors. If the court approves the plan, the debtor will be under the court's protection while repaying stated debts. The Chapter 13 filing date is used for aging if the applicant satisfactorily completed their bankruptcy plan and (a) obtained a discharge or (b) is currently performing under the plan. Alternately, the Chapter 13's exit date or current date will be utilized for aging if an applicant (x) did not satisfactorily complete their plan and obtained a dismissal, (y) obtained a Hardship Discharge, or (z) is not currently performing under the plan.<br><br>The payment plan history should verify that all payments under the plan have been completed. Any open Chapter 13 Bankruptcy must be paid in full prior to or through closing.<br><br>Approval to pay off the bankruptcy is required from the trustee and bankruptcy court. A list of all outstanding debts reflecting the unpaid balances must be obtained from the trustee. If the bankruptcy is paid through closing, the final closing statement (CD or HUD-1) must reflect the bankruptcy pay off. Regardless of the loan grade, proof of the bankruptcy discharge must be obtained and included in the loan file.<br><br><strong>A. Garnished Wages</strong><br>If wages are garnished to make a plan payment or if the plan payment is delinquent in the last twelve (12) months additional pricing or an increased rate may be required.<br><br><strong>B. Mortgage Payments Included in Bankruptcy Chapter 13 Plan</strong><br>If the mortgage payments are included in the bankruptcy payment plan, (Senior and Junior liens), the full PITI must be paid as agreed and current. If the payments made were less than the full payment and interest, the loan will require additional pricing or an increased rate if the loan is to be eligible at all."
                }
              ]
            },
            {
              "Title": "III. Mortgage / Rental Rating",
              "Subsection": [
                {
                  "Title": "4.15 Determing Mortgage / Rental Rating",
                  "content": "The mortgage / rental rating for determining the mortgage pricing is determined by evaluating the ratings for properties that the borrower owns and / or rents over the last twelve (12) months.<br><br>All reported mortgages on credit should be considered. In the event the Applicant has mortgages that are not reported, file should otherwise contain documentation to evaluate history on:<ul><li>The Applicant's / Applicants' primary residence(s);</li><li>Any and all of Applicant's / Applicants' secondary residence(s); and</li><li>The Subject property.</li></ul><br>File should also document the above property(ies) plus all other property(ies) owned by the Applicant(s) with a public record search (i.e.: SiteX or similar product) to establish there is not foreclosure action."
                },
                {
                  "Title": "4.16 Absence of Mortgage / Rental History",
                  "content": "In the absence of a mortgage / rental rating covering the last twelve (12) months, the loan will be considered on a case-by-case basis."
                },
                {
                  "Title": "4.17 Properties Owned Free & Clear",
                  "content": "In the absence of a mortgage / rental rating on subject properties owned free and clear, a chain of title covering the last twelve (12) months must be obtained and reviewed by the underwriter for property flipping and / or suspicious or conflicting property transfers."
                },
                {
                  "Title": "4.18 Private Party / Non-Institutional Lender",
                  "content": "Unless serviced by an identifiable third party (determined in Acra's sole discretion), a mortgage rating for a lien owned by private party or non-institutional lender will require a mortgage history to be documented with twelve (12) months cancelled checks (front and back) or, if paid by cashiers or postal checks copies of the past twelve (12) months. A VOM from a Private Party may be accepted for non-subject property(ies)."
                },
                {
                  "Title": "4.19 Verification of Rent Payments",
                  "content": "A rental payment history covering the last twelve (12) months requires verification by ONE of the following:<br><ul><li>Legible copy of twelve (12) months canceled checks (front and back) or money orders - amount of checks / money orders must be consistent and match the amount of monthly rent reflected on the 1003.</li><li>Verification of Rent (VOR) or a rating from credit reporting agency if from rental agency. A VOR can be accepted from a private party at LTVs of 75% or less.</li><li>Bank statements for the last twelve (12) months which consistently show payment made for rent amount.</li></ul><br>NOTE: IF BORROWER RENTS FROM RELATIVE OR SELLER A VOR WILL NOT BE ACCEPTABLE, CANCELLED CHECKS OR BANK STATEMENTS WILL BE REQUIRED ALONG WITH THE LEASE AGREEMENT."
                },
                {
                  "Title": "4.20 Departure Property",
                  "content": "A departure property is defined as the owner-occupied residence the borrower resided in prior to the purchase of the current owner-occupied residence.<br><br>Eighty percent (80%) of the market rents may be used to offset the PITIA payment of this property and is determined by one of the following:<br><ul><li>Appraiser;</li><li>Internet Rental Companies (Rent Range, Zillow, realtor.com, etcetera); or</li><li>Market Survey</li></ul>One hundred percent (100%) of the rents may be used to offset the PITIA payment of the property if documented by both of the following:<br><ul><li>Copy of executed rental agreement; and</li><li>Proof of receipt of security deposit.</li></ul>"
                }
              ]
            },
            {
              "Title": "IV. Mortgage / Rent Delinquency",
              "Subsection": [
                {
                  "Title": "4.21 Rolling Delinquency",
                  "content": "Rolling delinquencies are considered for 30 days late up to six (6) lates are one (1) event. Above thirty (30) days late, each late is an event."
                },
                {
                  "Title": "4.22 Forbearance / Modification Agreement",
                  "content": "Signed into law on March 27, 2020, the Federal  Coronavirus Aid, Relief, and Economic Security Act (CARES Act) allowed borrowers with federally owned or backed loans who experienced a COVID-19 related financial hardship the right to request a 180-day forbearance, which may be extended for an additional 180-days.<br><br>GSE Servicers were addressing the repayment of forbearances in a variety of ways. One manner includes requiring deferred payments to be repaid over a short window (such as a one-year period) upon restarting scheduled payments. Some windows were even shorter, requiring repayment of all deferred payments to be repaid at once upon resuming payments (i.e.: up to 13 payments being due at once). Other forbearance plans may even add payments to the back end of the loan, extending the maturity date.<br><br>Recognizing that many Mortgagors took an offered deferral, whether via letter agreement, forbearance, or modification, as abundance of caution or a free “put”, Underwriters should take care to identify if and when the Mortgagor accepted one of these manners of COVID related assistance. Acra imposes a lookback period with a six (6) month seasoning threshold, measured off the date of acceptance to the subject loan's application date, where additional limitation in the form of LTV and rate adjustment are applicable.<br><br>Acra Senior Management will review unique forbearance circumstance for case-by- case consideration for appropriate qualification, LTV limitation, and special pricing."
                },
                {
                  "Title": "4.23 Foreclosures",
                  "content": "A foreclosure is a proceeding by which the creditor, pursuant to the terms of the trust deed or mortgage, may cause the sale of the collateral property in full or partial satisfaction of the debt. Such action typically extinguishes all rights, title, and interest of the owner of the property.<br><br>Any real estate loan more than 120-days delinquent will be considered “in foreclosure” unless performing under a written forbearance or modification agreement.<br><br>Foreclosures on investment properties, other than the subject property will be considered the only mortgage if there is no mortgage on the borrower's principal residence. In such cases, the mortgage rating on the investment property is considered the mortgage rating and used for determining the borrower's pricing grade.<br><br>The look back period for foreclosure is based on the following:<br><ul><li>The date a foreclosure action or forbearance is cured, or</li><li>The applicant is no longer reported 120 days delinquent, or</li><li>The property was sold at a foreclosure sale.</li></ul>A borrower with two (2) or more unrelated foreclosures within the last 36 months will be eligible for any Acra loan on a case-by-case basis but in no event exceed a 65% maximum LTV.<br><br>Two (2) or more foreclosures resulting from separate circumstances or occurring several months apart will be considered unrelated foreclosures. The underwriter must prudently analyze related foreclosures, to ensure the reason for defaulting on the mortgages were due to extenuating circumstances beyond the borrower's control and such circumstances are resolved and not likely to recur. If the underwriter determines that foreclosures were related, support documentation must be obtained and included in the loan file.<br><br>In some events, an existing second trust deed may stop collection efforts or was previously included in a bankruptcy; however, the lien may still exist on title. Acra senior management may review for case-by-case consideration for appropriate income qualification type, LTV limitation, and / or special pricing."
                },
                {
                  "Title": "4.24 Short Sales",
                  "content": "A short sale is a proceeding whereby a lender allows the current owner of a property to sell that property with that lender accepting a payoff for less than the current unpaid mortgage balance."
                },
                {
                  "Title": "4.25 Deed-in-Lieu (DIL)",
                  "content": "A Deed-in-Lieu (“DIL”) of Foreclosure is a proceeding whereby a lender accepts a forfeited title from the current owner in lieu of foreclosure. The unpaid principal balance is typically forgiven once the lender takes title."
                },
                {
                  "Title": "4.26 Delinquent Property Taxes",
                  "content": "Delinquent property taxes are not considered in the mortgage rating. All tax and insurance payments will be impounded for future payments unless waived by Senior Management on a case-by-case basis."
                },
                {
                  "Title": "4.27 Short Payoff",
                  "content": "A refinance transaction wherein a Borrower is paying off an existing lien for less than the amount to pay the account in full, but will allow a homeowner to keep their home, will be treated in the same manner as a short sale for credit grading and documentation. The maximum LTV is the lower of 65% or a minus five percent (-5%) LTV reduction from the top LTV allowed based on the credit grade. Cash-out refinances can pay off debts with only incidental cash in hand allowed."
                }
              ]
            }
            
          ]
        },
        {
          "Title": "Income / Employment",
          "Article": [
            {
              "Title": "I. General Requirements",
              "Subsection": [
                {
                  "Title": "5.1 Continuance of Income and Employment History",
                  "content": "All borrowers should have a two-year (2-year) history of receiving stable income from employment or from other sources such as alimony, child support, retirement, and pension. Any source of income that is not verifiable is not an acceptable source of income. There must be a reasonable expectation that the income will continue in the foreseeable future, and such income is sufficient for repaying the proposed monthly debts.<br><br>Borrowers with employment histories that do not meet the length of employment required must provide a Letter of Explanation as to their individual situation. The underwriter must then determine the probable stability and continuance of employment. The potential for future income can have a positive influence for borrowers who have recently entered or been absent from the job market for a period of time."
                },
                {
                  "Title": "5.2 Asset Depletion",
                  "content": "Borrowers with verifiable cash (held in appropriate banking institution) or other liquid assets may use those assets to qualify with a Letter of Explanation defining the source and contemplated depletion of these assets over the course of the loan term to pay obligations. In the event that the borrower has sufficient liquid assets to pay off the loan in full (branded: Acra's \"ATR-in-Full\" or \"AiF\" program), Acra would consider this asset source as fulfilling the DTI / Residual income prong of the ATR test. In that event, Sections for Maximum DTI and Residual Income will not apply. Borrower will need to provide most recent two (2) months assets statements for qualification. Underwriting should take care to consider the minimum amount of funds in the account versus the amount needed for qualification and if the account is being otherwise depleted.<br><br>Generally, the Assets referenced in this subsection must be sourced as liquid assets and personally held (versus held in a business account). However, in the event that the Applicant transaction is \"delayed financing\", the funds being recouped via the transaction may also be utilized for qualification under this subsection when the funds were sourced and seasoned for not less than 90 days prior to the initial purchase of the subject and those assets otherwise qualify as liquid assets under this subsection.<br><br>Acra defines \"delayed financing\" as the purchase of a property for 100% cash and apply, within 120 days following the purchase, to retrieve a portion of that cash used in the purchase."
                },
                {
                  "Title": "5.3 Employment Stability",
                  "content": "Employment across different jobs in the same or related line of work is acceptable. Borrowers who change jobs frequently to advance within the same line of work and are successful in that work will receive favorable consideration. Such borrowers should not be penalized for frequent changes in jobs if they have maintained income continuity despite the changes."
                },
                {
                  "Title": "5.4 Employment Gaps",
                  "content": "The borrower must explain any employment gaps that extend beyond sixty (60) days."
                },
                {
                  "Title": "5.5 Verification of Previous Employment",
                  "content": "If the borrower(s) present employment does not cover the length of employment required for the documentation program, verification of their previous employment may be required."
                },
                {
                  "Title": "5.6 Maximum Debt-to-Income Ratio (DTI)",
                  "content": "The Maximum Debt-to-Income (“DTI) ratio for any loan is 50% of total income including any asset depletion component rounded down (i.e.: 50.49% rounds to 50%)."
                },
                {
                  "Title": "5.7 Residual Income",
                  "content": "The borrower(s) income is subject to a test for gross residual income based on the following table for dependent family members:<br><table><tr><th>Family Members</th><th>Minimum Residual Income</th></tr><tr><td>1</td><td>$500</td></tr></tr><tr><td>2</td><td>$1,000</td></tr><tr><td>3</td><td>$1,250</td></tr><tr><td>4+</td><td>+$250/per</td></tr></table>"
                },
                {
                  "Title": "5.8 Verification of Employment (VOE)",
                  "content": "An employer may be required to complete a written Verification of Employment (\"VOE\") with certain information regarding the borrower's employment and income if required by an Acra underwriter. A Fannie Mae Form 1005 or similar form may be utilized, but a written VOE should include at a minimum the following information:<br><ul><li>Date of employment;</li><li>Present position;</li><li>Current base pay and frequency paid;</li><li>Overtime, commission or bonus income, if applicable;</li><li>Probability of continued employment, if available; and</li><li>Date verified, name, title, and signature of the person verifying the information.</li></ul>"
                },
                {
                  "Title": "5.9 Pay Stubs",
                  "content": "Pay stubs should reflect year-to-date earnings. There must be a sufficient number of pay stubs to cover a one-month period. Handwritten pay stubs are acceptable, if supported by bank statements for the last two (2) months."
                },
                {
                  "Title": "5.10 Strikeouts or Alterations on Original Documents",
                  "content": "A new verification may be required on any document with strikeouts or alterations."
                }
              ]
            },
            {
              "Title": "II. Income Sources",
              "Subsection": [
                {
                  "Title": "Sources",
                  "content": "A borrower may receive income from the following four (4) sources:<br>1. Salary / Wage Earner - A wage earner derives income in the form of salary or an hourly rate through employment of a business in which he or she has little or no ownership interest. Acceptable sources of documentation for the wage earner may include:<br><ul><li>IRS W-2 Form</li><li>IRS Tax Form 1040</li><li>Pay stub</li><li>Written Verification of Employment</li></ul>2. Income - Acceptable sources of Fixed income may include:<br><ul><li>Alimony, Child Support and Separate Maintenance</li><li>Permanent Disability</li><li>Guaranteed Income (Inheritance, Lottery, Trust)</li><li>Retirement / Pension, Social Security, Supplemental (Dependent's) Social Security</li></ul>3. Other Sources of Income - Other sources of income may include:<br><ul><li>Capital Gain Income</li><li>Dividend / Interest Income</li><li>Foster Care Income</li><li>Housing Allowance, Mortgage Differential Payments</li><li>Note Income</li><li>Rental Income</li><li>Room Rents</li><li>Tips and Gratuities</li><li>Trust Income</li><li>Unemployment Income (seasonally employed and reasonably predicted)</li><li>VA Benefits</li><li>Pension</li><li>Asset Depletion</li></ul>4. Self-Employment<br><ul><li>A borrower who owns twenty-five percent (25%) or more of a business entity is considered self-employed.</li></ul>"
                },
                {
                  "Title": "5.11 Unacceptable Income",
                  "content": "The following sources of income are not acceptable:<br><ul><li>Contributions or Support from Family Members</li><li>Educational Benefits</li><li>Illegal Income*</li><li>One-time Capital Gains (continuing capital gains may be considered as acceptable source of income)</li><li>Refund of Federal, State or Local Income Tax</li></ul>* While Acra recognizes several States have legalized the use of marijuana to some degree, whether for medical or recreational use, there exists a conflict to Federal Law regulating cannabis and / or cannabidiol (aka CBD). As a result, Acra will not fund any loan where the income or assets are / were derived from the growing, distribution, transfer, development, or other vendor / supplier relation to marijuana. Acra will also not lend against a property that is being utilized to grow, store, process, etcetera in connection to marijuana. In addition to growers and retailers, there are vendors and suppliers, landlords and employees that are indirectly tied to the cannabis industry that pose a similar risk and are therefore ineligible."
                }
              ]
            },
            {
              "Title": "III. Income Calculations",
              "content": [
                {
                  "Title": "",
                  "content": "Income documentation should be reviewed for upward or downward trends by comparing the current income and the income from the most recent year. Refer to “Declining Income” on the following page.<br><br>Income is analyzed on a monthly basis. If the borrower is paid other than monthly, you need to convert the income to a monthly figure. Typically, the income is multiplied by a factor to achieve an annual amount, and then divided by twelve to reach the monthly figure."
                }
              ],
              "Subsection": [
                {
                  "Title": "Hourly",
                  "content": "Multiply (x) the wage by 40 (or consistent number of hours worked in a week).<br>Multiply (x) that amount by 52 (weeks in the year).<br>Divide (&#247;) that amount by 12 (months).<br><br>Example:<br>$14.80 an hour<br>$14.80 x 40 = $592.00 x 52 = $30,784.00 &#247; 12 = $2,565.33 (monthly salary)<br><br>NOTE: If number of hours is not consistent income must be averaged, add (+) year- to-date amount with previous year W-2, divide that amount by the total number of months.<br><br>Example:<br>$2,000 income 6 months year-to-date: $12,000.00<br>$1,999 income 12 months W-2: $23,988.00<br>$12,000.00 + $23,988.00 = $35,988.00 &#247; 18 months = $1,999.33 (monthly average)"
                },
                {
                  "Title": "Weekly",
                  "content": "Multiply (x) the weekly salary by 52.<br>Divide (&#247;) that amount by 12.<br><br>Example:<br>$570.00 a week $570.00 x 52 = $$29,640.00 &#247; 12 = $2,470.00 (monthly salary)"
                },
                {
                  "Title": "Bi-weekly",
                  "content": "Multiply (x) the bi-weekly salary by 26.<br>Divide (&#247;) that amount by 12.<br><br>Example:<br>1,500.00 bi-weekly<br>$1,500.00 (x) 26 = $39,000.00 &#247; 12 = $3,250.00 (monthly salary)"
                },
                {
                  "Title": "Semi-monthly",
                  "content": "Multiply (x) the semi-monthly salary by 24.<br>Divide (&#247;) that amount by 12.<br><br>Example:<br>1,280.00 semi-monthly $1,280.00 x 24 = $30,720.00 (&#247;) 12 = $2,560.00 (monthly salary)"
                },
                {
                  "Title": "Annual",
                  "content": "Annual salary divided by 12 months.<br><br>Example:<br>$55,000.00 annually (&#247;) 12 = $4,583.33 (monthly salary)"
                },
                {
                  "Title": "5.12 Teachers / Education Professionals",
                  "content": "If annual salary is determined, divide amount by twelve (12) months. If paid ten (10) months of the year, multiply monthly amount by 10 then divide by 12. A copy of the applicant's contract and W-2 or WVOE may be required.<br><br>Example:<br>$4,200.00 a month for 10 months.<br>$4,200 x 10 = $42,000 &#247; 12 = $3,500.00 (monthly income)"
                },
                {
                  "Title": "5.13 Part-time, Second Job, Seasonal, Contract, Temporary, or Unemployment Income",
                  "content": "Use either W-2's or Tax Returns for the two (2) most recent years. Average the income.<br><br>Example:<br>2018 income: $73,840.00<br>2019 income: $68,350.00<br>$73,840.00 + $68,350.00 = $142,190.00<br>$142,190.00 &#247; 24 (months) = $5,924.58 (monthly income)"
                },
                {
                  "Title": "5.14 Income Calculation for Bonus, Overtime, or Shift Differential",
                  "content": "Bonus, overtime, or shift differential income is acceptable when the employer verifies that the borrower has received the income for the last twelve (12) months and such income is likely to continue.<br><br> 1. If the employer specifies the overtime or bonus income is received separately from the borrower's monthly salary, determine the monthly average as follows:<br><ul><li>Add the overtime or bonus income received year-to-date to the overtime or bonus income for the most recent year, and then divide by the total number of months (number of months for year-to-date and twelve (12) months for most recent year).</li></ul>2. If overtime or bonus income is not verified separately from the borrower(s) monthly salary, determine the monthly average as follows:<br><ul><li>Add the Borrower's current year-to-date earnings including overtime to the income for the most recent year, then divide by the total number of months (number of months for year-to-date and twelve (12) months for most recent year).</li></ul>"
                },
                {
                  "Title": "5.15 Declining Income or Unusual Fluctuation",
                  "content": "A review of all income documentation is necessary to identify any upward or downward trends by comparing the current income and the income from the most recent year. If declining income trends or unusual fluctuations exist, sufficient discretion must be exercised to determine the extent or probability of impairment.<br><br>The 2020 COVID-19 pandemic may have resulted in a period where the applicant has lost income, been temporarily furloughed, or laid off. Underwriter should seek to establish a consistent work schedule has resumed and income utilized to qualify has been reestablished (i.e.: comparing most recent individual month's documented income to the qualifying average)."
                }
              ]
            },
            {
              "Title": "IV. Income Documentation Programs",
              "content": [
                {
                  "Title": "",
                  "content": "Acra offers three Documentation Programs: Full Documentation (“Full Doc”) for primary or secondary residences; Alternative Income (“Alt Doc Bank Statements”) for primary or secondary residences, and Alternative Documentation (“Alt-Doc Cash Flow” or “DSCR”) for Non-Owner Occupied properties.<br><br>The below information is a summary of the minimum documentation requirements for each Income Documentation Program. For additional documentation requirements, refer to the Income Doc Chart in this section of the Guide."
                }
              ],
              "Subsection": [
                {
                  "Title": "Full Documentation",
                  "Subsection": [
                    {
                      "Title": "Wage Earner",
                      "content": "<ul><li>Written VOE completed in full by employer (Verbal verification of VOE also required under §3. I. Expiration of Credit Collateral Documents) verifying most recent two (2) years and current year-to-date earnings on a current pay stub OR</li><li>W-2 for most recent two (2) years & current pay stub reflecting year-to-date earnings OR</li><li>Signed 1040's for most recent two (2) & current pay stub reflecting year-to-date earnings</li></ul>"
                    },
                    {
                      "Title": "Fixed & Other Sources",
                      "content": "<ul><li>Current award / retirement letter; AND</li><li>Copy of the most recent bank statement showing automatic deposit (deposit must specifically reference the source of the deposit); OR</li><li>1099 for most recent year</li></ul>"
                    },
                    {
                      "Title": "Self-Employed",
                      "content": "<ul><li>Acceptable documentation supporting existence of the business (\"Refer to the Acceptable Evidence of Self-employed Business\") AND</li><li>Verification of income covering the most recent two (2) and year-to-date earnings with signed 1040's as well as other applicable supporting documentation (i.e.: 1120's, K-1s, etcetera)</li></ul>"
                    },
                    {
                      "Title": "100% Commission / Bonus",
                      "content": "<ul><li>Verbal VOE, to confirm borrower's employment and commission / bonus AND</li><li>Signed 1040's for most recent two (2) years with current pay stub reflecting year- to-date earnings (if not pay stub no applicable, obtain bank statements covering year-to-date)</li></ul>"
                    },
                    {
                      "Title": "Salaried plus ≥ 25% Commission / Bonus",
                      "content": "<ul><li>Signed 1040's for most recent two (2) AND current pay stub reflecting year-to- date earnings (pay stub must reflect salaried wage + commission / bonus). If borrower can qualify on base salary alone, no 1040 tax returns will be required.</li></ul>"
                    }
                  ]
                },
                {
                  "Title": "Written Verification Of Employment (\"wvoe\") Program",
                  "Subsection":[
                    {
                      "Title":"Written VOE Program",
                      "content":"As otherwise consistent with §5.8, the WVOE Program will be documented and limited to:<ul><li>Two-year history required at the employer submitting the WVOE;</li><li>Customary VVOE within 72-hours of funding;</li><li>No 4506-T requirement;</li><li>Owner Occupied transactions;</li><li>600 Minimum Qualifying FICO / \"B\" Tier;</li><li>80% LTV / CLTV;</li><li>Minimum twenty-four (24) month recent housing history required;<br>Note: An acceptable housing history may span across more than one individual creditor / landlord covering the requisite timeframe;</li><li>Borrowers without a recent mortgage may be considered at reduced LTV;</li><li>No First Time Home Buyers;</li><li>Minimum to maximum loan amount of $150,000 to $1,000,000;</li><li>Cash out is unlimited, unless otherwise limited specific within CSC's programs generally;</li><li>Secondary financing is not allowed;</li><li>SFR / Condo / Townhouse Property Types;</li><li>Property must be in good condition and conform to the area;</li><li>No rural properties; and</li><li>Such other factors as provided on the Program specific Rate Matrix.</li></ul>Note:This program is not available to an Applicant who is employed by a family member or related party."
                    }
                  ]
                },
                {
                  "Title": "Alternative Documentation / Bank Statements",
                  "Subsection": [
                    {
                      "Title": "Twelve or Twenty-Four (12 or 24) Month Bank Statement Program Self-Employed ONLY",
                      "content": "1. As prescribed by the program, the latest month's personal or business bank statements with all pages is required for all months. Use of up to three (3) accounts' statements is acceptable on a consecutive and sequential basis. A borrower may not transition from one account to another and then revert back to the original or previous account statement(s).<br><br>2. Income is determined by using the gross monthly amount of deposits.Where appropriate for the manner of business, transfers into the account are also acceptable for qualification where not circular in nature.<br><br>3. Max six (6) NSF checks in the last twelve (12) months. Loans are not subject to the max number of NSF checks requirement when they are (a) (i) 80% or below LTV and (ii) have a loan amount of $1,500,000 and below or (b) are approved on a case-by-case by Senior Management.<br><br>4. Acceptable documentation supporting the existence of the business for the most recent two (2) years must be obtained. (Refer to the Acceptable Evidence of Self-Employed Business).<br><br>5. If business bank statements are provided, (including personal bank statements used as a business account), use a maximum of 50%* of the deposits as qualifying income. On a case-by-case basis, Acra will consider accounts from multiple autonomous businesses owned by Borrower(s). Acra will review the business bank statements and may reduce the income if they feel necessary due to expenses of the company.The qualifying income will be further reduced by multiplying the deposits by the percentage of ownership by the applicant(s). The minimum allowable percentage of ownership is 25% per applicant utilizing the account.<br><br>6. If personal statements are provided, Acra will use 100% of the deposits as qualifying income.If it is determined that the personal bank statements are being used as a business account for a sole proprietor business type, then we will treat as a business account and a maximum of 50%* of the deposits will be used as qualifying income. Acra underwriters should take care to consider the type of business and appropriate haircut to deposits when in their discretion the business has a limited overhead (i.e.: a 1099 employee).<br><br>7. An LOE from the borrower is required explaining their business name, what their business does, the number of employees, how it is set up (Incorporated, LLC, Sole Proprietor, etcetera), and what they consider their income to be on a monthly basis. If the information for the above items is already located in another part of the file, the LOE does not need to explicitly confirm it.<br><br>8. A personal account with multiple owners listed at any point in the qualifying timeline of utilized statements must all be on the loan application regardless of individual contributions to the deposits / qualifying income. Limited case-by-case exceptions for account holders to not be on the loan are account holders listed as “Payable On Death” or similar “in trust” (not to be confused with a Trust Account) designations for successor ownership.A business account with multiple owners on the statement does not require all owners to be applicants for the loan.<br><br>9. When utilizing the 24-month variant of this program, Acra will consider declining income by qualifying at the lessor of the last 24-months or 12-month documented period.<br><br><br>* A business expense haircut under 50% may be considered by Underwriter when validated by (i) a CPA Letter that directly states the experienced overhead for Applicant's business AND (ii) Underwriter, in their sole discretion, finds that ratio to be consistent with the Applicant's industry. However, in no instance would Acra consider a ratio of less than a 25% overhead factor to business statements."
                    },
                    {
                      "Title": "1099 Only and Profit & Loss (P&L) Programs",
                      "content": "The 1099 Only and P&L Programs will be documented by and limited to:<ul><li>Self Employed Borrowers (two-year (2-year) history required by (i) CPA Letter or (ii) Business License);</li><li>Owner Occupied transactions;</li><li>600 Minimum Qualifying FICO / \"B\" Tier;</li><li>80% LTV / CLTV;</li><li>No First Time Home Buyers;</li><li>Borrowers without a recent mortgage may be considered at reduced LTV;</li><li>SFR / Condo / Townhouse Property Types;</li><li>No rural properties; and</li><li>Such other factors as provided on the Program specific Rate Matrix.</li></ul>Specific to the 1099 Only Program:<ul><li>Applicant to provide:<ul><li>IRS Form(s) 1099 to document prior two (2) year(s) income; and</li><li>Bank Statements for the most recent 60 days to document current year to date, which should show gross deposits consistent with the 1099s; and</li></ul><li>Underwriter will calculate income by determining if there is an overhead to the business in a manner consistent with reviewing personal versus business bank statements. If the Applicant's business revenue reflected on the 1099 would have measurable expenses to generate a net income, a 50% haircut would apply. A business expense haircut under 50% may be considered by Underwriter when validated by (i) a CPA Letter that directly states the experienced overhead for Applicant's business AND (ii) Underwriter, in their sole discretion, finds that ratio to be consistent with the Applicant's industry.</li></ul>Specific to the P&L Program:<ul><li>Applicant will provide:<ul><li>A \"third-party\" prepared profit and loss statement for their self-employed business(es) on the preparer's letterhead;<ul><li>Statement from preparer that they have prepared or reviewed the corresponding tax returns for the covered period;</li><li>\"Third Party\" to be an appropriately licensed CPA or Tax Preparer; and</li><li>In no event can the preparer be an employee of the Applicant or their business; and</li></ul></li><li>Bank Statements for the most recent 60 days to track current year to date, which should show gross deposits consistent (within 90%) to the revenue of the P&L;</li></ul></li><li>P&L Statement should cover the past two (2) fiscal years and YTD for the business and in no event less than 24 months;</li><li>P&L Statement to be signed by “third-party” preparer;</li><li>Underwriter will calculate qualifying income by dividing net profit by the number of months in the covered period (subject to ownership percentage).</li></ul>"
                    },
                    {
                      "Title": "Self-Employed Hybrid Applications and / or Borrower(s)",
                      "content": "In the event an application has income as both a Wage Earner and via Self- Employment - whether from two co-applicants or even as a single applicant with two concurrent income sources, Acra may qualify by calculating the income with 12- months bank statements. Where dual sources for a single Applicant, said Applicant will have to show a history of maintaining the two (2) income sources for a minimum of two (2) years.<br><br>Customarily, an applicant may qualify going (a) Full Doc as elsewhere described in this Guide or (b) by utilizing Full Documentation for the Wage Position and Business Statements for the Self-Employment position. However, where the Applicant(s) desire(s) to utilize Personal Statements, this section will prevail.<br><br>An applications wage-earner income is considered to be included into the personal statements and may even be visible as direct deposits. In lieu of attempting to back out and “wash” the wage income, Underwriter is to consider the gross deposits to the account as cumulative for both sources. Underwriter is still required to obtain customary Full Documentation and VVOE for the wage position."
                    }
                  ]
                }
              ]
            },
            {
              "Title": "V. Income Documentation Chart - Wage Earner, Fixed Income, & Other Sources",
              "content": [
                {
                  "Title": "",
                  "content": "<table><tr><th>Source Of Income</th><th>Receipt History</th><th>Continuation Period</th><th>Required Verification</th><th>Calculation Method</th></tr><tr><td><strong>Alimony / Child Support</strong></td><td>Last Three (3) Months</td><td>Three (3) Years</td><td><ul><li>Divorce decree or legally binding separation agreement (signed by the courts) specifying the duration of payments no less than three (3) years remaining and amount of the monthly payments; <u>AND</u></li><li>Three (3) months canceled checks; <u>OR</u></li><li>Three (3) months personal bank statements; <u>OR</u></li><li>Three (3) months court payment records.</li></ul></td><td>Use verified monthly income for qualifying.</td></tr><tr><td><strong>Asset Depletion</strong></td><td>Not Applicable</td><td>Not Applicable</td><td><ul><li>Copy of most recent statements with amount available and Current Yield or HUD-1 if Loan Proceeds are to be used.</li></ul></td><td>Divide asset amount by 60 and add the result to qualifying income. Note: Funds used for asset depletion may not be used as reserves.</td></tr><tr><td><strong>Auto Allowance</strong></td><td>Two (2) Years</td><td>Likely to Continue</td><td><ul><li>Letter from employer describing amount and frequency of distribution, and a current pay stub reflecting receipt of monthly allowance for auto loan payments.</li></ul></td><td>After excluding the Applicant's auto payment(s) as a liability within the DTI, only the portion of the auto allowance that exceeds the monthly auto loan payment can be included as income.</td></tr><tr><td><strong>Bonus, Overtime, Shift Differential</strong></td><td>Two (2) Years</td><td>Likely to Continue</td><td><ul><li>VOE verifying earnings for most recent two (2) years & current year-to-date earnings & statement that income source is likely to continue & current pay stub; <u>OR</u></li><li>Statement from employer indicating the income source is likely to continue & W-2 for most recent two (2) years & current pay stub reflecting year-to-date earnings.</li></ul></td><td>Applicant must have history of receiving income for the last year and the trend must be stable or increasing.Income calculation: Average of earnings from most recent year and year-to-date.</td></tr><tr><td><strong>Capital Gain Income</strong></td><td>Two (2) Years</td><td>Likely to Continue</td><td><ul><li>Signed 1040's for most recent two (2) years, including all schedules; <u>AND</u><li>Documentation borrower owns sufficient assets to support continuance of capital gain income.</li></ul></td><td>Two (2) year average of capital gain income from 1040's, Schedule \"D\".</td></tr><tr><td><strong>Disability (Permanent)</strong></td><td>Evidence of Receipt</td><td>Three (3) Years</td><td><ul><li>Copy of Insurance Award Letter reflecting amount of monthly payment; <u>AND</u></li><li>Most recent bank statements showing automatic deposits matching award letter; <u>OR</u></li><li>Two (2) most recent disability check.</li></ul></td><td>Use verified current monthly disability payment.</td></tr><tr><td><strong>Disability (Temporary)</strong></td><td>Evidence of Receipt</td><td></td><td><ul><li>Original signed letter from borrower's employer stating continuance of employment is guaranteed and disclose date borrower is expected to return to work; <u>AND</u></li><li>Borrower must have returned to work evidenced by a copy of most recent paycheck stub.</li></ul></td><td>Must use borrower's base income after return to work.</td></tr><tr><td><strong>Employment By Relative Or Interested Party</strong></td><td>Two (2) Years</td><td>Likely to Continue</td><td><ul><li>Six (6) months bank statements verifying monthly deposits equal to the amount of the borrower's net income; <u>AND</u></li><li>VOE verifying most recent two (2) year and current year- to-date earnings; <u>OR</u></li><li>W-2 for most recent two (2) years & current pay stub reflecting year-to-date earnings.</li></ul></td><td>Use verified monthly income.</td></tr><tr><td><strong>Foster Care Income</strong></td><td>Two (2) Years</td><td>Likely to Continue</td><td><ul><li>Letter(s) from agency showing the amount received for each child & Copy of bank statements covering last 24 months reflecting direct deposit (deposit must specifically reference the source of the deposit).</li></ul></td><td>Average of foster care income received the last twelve (12) months.</td></tr><tr><td><strong>Guaranteed Income (Annuity, Lottery)</strong></td><td>Two (2) Years</td><td>Three (3) Years</td><td><ul><li>Copy off original agreement showing length of timeborrower is eligible to receive payments, & personal bank statement verifying receipt of payment; <u>AND</u></li><li>Signed 1040's for most recent two (2) years; <u>OR</u></li><li>1099 for most recent two (2) years.</li></ul></td><td>Use the verified current monthly payment.</td></tr><tr><td><strong>Housing Allowance</strong></td><td>Two (2) Years</td><td>Two (2) Years</td><td><ul><li>Housing allowances are allowed as additional sources of income only for members of the military or clergy.</li><li>The amount must be considered reasonable and normal.</li><li>The borrower must submit proof of historical payments and certification of continuation from the employer. Not applicable for military.</li><li>In addition, the monthly allotment statement is required for the military and a copy of the employment contract is required for the clergy.</li></ul></td><td>Verified amount of the monthly housing allowance added to the monthly income.</td></tr><tr><td><strong>Interest And Dividends</strong></td><td>Two (2) Years</td><td>Likely to Continue</td><td><ul><li>Most recent account statements for all accounts to verify borrower has sufficient funds to support the continuance of interest / dividend income; <u>AND</u></li><li>Signed 1040's for most recent two (2) years, including all schedules.</li></ul></td><td>Average of interest/dividend income received for the most recent two (2) years.</td></tr><tr><td><strong>Military Income</strong></td><td>Evidence of Receipt</td><td>Likely to Continue</td><td><ul><li>Military personnel may be entitled to different types of pay in addition to their base pay. Flight or hazard-pay, rations, clothing allowance, quarters allowance, and proficiency pay may be considered as part of the borrower's stable income.</li></ul></td><td>Use verified monthly amount.</td></tr><tr><td><strong>Mortgage Differential Payments</strong></td><td>Evidence of Receipt</td><td>Two (2) Years</td><td><ul><li>An employer may subsidize an employee's mortgage payments by paying all or part of the interest differential between the employee's present and proposed mortgage payments. These payments can be considered as acceptable income if verified in writing by the borrower's employer. The employer must state the amount and duration of the payments.</li></ul></td><td>Add differentialpayments to gross income. Mortgage differential payments cannot be used to directly offset the mortgage payment, even if the employer pays them directly to the mortgage lender.</td></tr><tr><td><strong>Note Income</strong></td><td>Twelve (12) Months</td><td>Three (3) Years</td><td><ul><li>Copy of executed Note; <u>AND</u></li><li>Most recent six (6) months bank statements showing deposits equal to the amount of the monthly Note payments.</li></ul></td><td>Use verified amount of monthly Note payments received by borrower.</td></tr><tr><td><strong>Part Time Employment</strong></td><td>Two (2) Years</td><td>Likely to Continue</td><td><ul><li>VOE verifying earnings for most recent two (2) years; <u>AND</u></li><li>Current paycheck stub; <u>OR</u></li><li>W-2 for most recent two (2) years & current pay stub reflecting year-to-date earnings.</li></ul></td><td>Income calculation is based on type of employment.Employment must have been uninterrupted for the last year.</td></tr><tr><td><strong>Public Assistance</strong></td><td>Two (2) Years</td><td>Three (3) Years</td><td><ul><li>Letter from the paying agency confirming the amount, frequency, & duration of payments; <u>AND</u></li><li>Copies of bank statements for six (6) months evidencing monthly receipt of aide.</li></ul></td><td>Use monthly aide received.</td></tr><tr><td><strong>Rental Income</strong></td><td></td><td></td><td>Refer to \"Rental Income Requirements\" later in this Section</td><td></td></tr><tr><td><strong>Retirement And Pension</strong></td><td>Evidence of Receipt</td><td>Two (2) Years</td><td><ul><li>Copy of Retirement/Pension Award Letter reflecting amount of monthly payment; <u>AND</u></li><li>Most recent bank statement showing automatic deposit (deposit must specifically reference the source of the deposit); <u>OR</u></li><li>1099 for the most recent year.</li></ul></td><td>Use verified current monthly payment.</td></tr><tr><td><strong>Room Rents</strong></td><td>Two (2) Years</td><td>Likely to Continue</td><td>Room rents on an SFR may be considered on Full Doc Only, subject to the following:<ul><li>A rental agreement or letter from the tenant; <u>AND</u></li><li>1040's for most recent two (2) years to verify history of room rent income; <u>AND</u></li><li>Copy of canceled checks or bank statements for most recent month to verify currently receiving room rent income.</li></ul>NOTE: The floor plan of the property must support the level of income considered (number of bedrooms vs. number of household occupants). Room rents must be considered “reasonable” and not constitute more than 50% of the qualifying income.</td><td>Use average of room rents received from 1040's for most recent two (2) years. Average income is added to borrower's gross income.</td></tr><tr><td><strong>Seasonal Job</strong></td><td>Two (2) Years</td><td>Likely to Continue</td><td><ul><li>VOE verifying earnings for most recent two (2) years and current year-to-date; <u>AND</u></li><li>W-2 Forms for most recent two (2) years; <u>AND</u></li><li>Most recent pay stub.</li></ul></td><td>Average of income for most recent two (2) years. Seasonal job must have been uninterrupted for the most recent two (2) years.</td></tr><tr><td><strong>Second Job</strong></td><td>Evidence of Receipt</td><td>Likely to Continue</td><td><ul><li>VOE verifying earnings for most recent two (2) years & current pay stub; <u>OR</u></li><li>W-2 for most recent two (2) years & current pay stub reflecting year-to-date earnings.</li></ul></td><td>Average of most recent year's W-2 and current year- to-date earnings. Second job must have been uninterrupted for the past year.</td></tr><tr><td><strong>Social Security</strong></td><td>Evidence of Receipt</td><td>Likely to Continue</td><td><ul><li>Current Award letter; <u>AND</u></li><li>Most recent bank statement showing automatic deposit (deposit must specifically reference the source of the deposit); <u>OR</u></li><li>1099 for the most recent year.</li></ul></td><td>Use verified current monthly income.</td></tr><tr><td><strong>Supplemental (Dependent's) Social Security</strong></td><td>Two (2) Years</td><td>Three (3) Years</td><td><ul><li>Current Award letter; <u>AND</u></li><li>Most recent bank statement showing automatic deposit (deposit must specifically reference the source of the deposit); <u>OR</u></li><li>1099 for the most recent year.</li></ul></td><td>Use verified current monthly income.Dependent's age must be disclosed on 1003 and proof of dependent's age will be required.</td></tr><tr><td><strong>Temporary Employment</strong></td><td>Two (2) Years</td><td>Likely to continue</td><td><ul><li>VOE verifying earnings for most recent two (2) year's through current year-to-date & current pay stub; <u>OR</u></li><li>W-2 or 1099 for most recent two (2) years, & current pay stub reflecting year-to-dateearnings.</li></ul></td><td>Average of income for most recent two (2) years and current year-to-date earnings (two (2) year history must be uninterrupted).</td></tr><tr><td><strong>Tips And Gratuities</strong></td><td>Two (2) Years</td><td>Likely to Continue</td><td><ul><li>VOE verifying tips and gratuities for most recent two(2) years & current pay stub reflecting year-to-date earnings; <u>OR</u></li><li>W-2 for most recent two (2) year & current pay stub reflecting year-to-dateearnings.</li></ul></td><td>Average of tips and gratuities for most recent year and current year- to-date. Monthly average is added to the borrower's gross income.</td></tr><tr><td><strong>Trust Income</strong></td><td>Two (2) Years</td><td>Likely to Continue</td><td><ul><li>Copy of Trust Agreement or statement from Trustee confirming trust is irrevocable, the amount, frequency, and duration of payments; <u>AND</u></li><li>Signed 1040's, all schedules for most recent two (2) years</li></ul></td><td>Average of trust income from most recent two (2) years' 1040's. The assets must be fixed; liquid assets with no limitation on withdrawals will not be considered as a source of income.</td></tr><tr><td><strong>Unemployment Compensation</strong></td><td>Two (2) Years</td><td>Seasonally Employed and Reasonably Predicted</td><td><ul><li>Signed 1040's, all schedules for most recent two (2) years; <u>AND</u></li><li>Most recent bank statement supporting deposit.</li></ul></td><td>Average income for most recent two (2) years. Borrower must receive as a regular part of his or her income.</td></tr><tr><td><strong>Union Members</strong></td><td>Two (2) Years</td><td>Likely to Continue</td><td>Union members may hold several jobs during a year.<ul><li>VOE(s) verifying earnings for most recent two (2) years through current year-to-date & current pay stub; <u>OR</u></li><li>W-2 (S) for most recent two (2) years & current pay stub reflecting year-to-date earnings.</li></ul>NOTE: If current year-to-date earnings are not available, the borrower's most recent six (6) months bank statements must be obtained to support earnings.</td><td>Average income for most recent year and current year-to-date earnings. A stable earnings trend must be established.</td></tr><tr><td><strong>VA Benefits</strong></td><td>Two (2) Years</td><td>Three (3) Years</td><td><ul><li>Award Letters covering most recent two (2) years; <u>AND</u></li><li>Most recent bank statement reflecting direct deposit (deposit must specifically reference the source of the deposit).</li></ul>NOTE: Education Benefits are not acceptable income.</td><td>Average of income received for most recent two (2) years, or current income, whichever is lower.</td></tr><tr><td><strong>Wage Earner</strong></td><td>Two (2) Years</td><td>Likely to Continue</td><td><ul><li>VOE verifying earnings for most recent two (2) yearsthrough current year-to-date & current pay stub; <u>OR</u></li><li>W-2 for most recent two (2) years & current pay stub reflecting year-to-date earnings.</li></ul></td><td>Monthly gross income.</td></tr><tr><td><strong>Workers' Compensation (Temporary)</strong></td><td>Six (6) Months</td><td>Not Applicable</td><td><ul><li>Copy of Insurance Award Letter reflecting amount of temporary monthly payment and disability check; <u>AND</u></li><li>Signed letter from borrower's employer indicating continuance of employment is guaranteed and the date borrower is expected to return to work; <u>AND</u></li><li>Current paycheck from current employer.</li></ul></td><td>Borrower must have returned to work. Use base income from most recent paycheck stub.</td></tr></table>"
                }
              ]
            },
            {
              "Title": "VI. Rental Income Requirements",
              "content": [
                {
                  "Title": "",
                  "content": "Rental income from the purchase of a vacant property will require a 1007 survey if it is the subject of an Acra loan. The following documentation is required for all investment properties owned by the borrower. See Departure Properties section for more information.<br><br><h4 class=\"text-center text-white bg-dark pt-2\"><em>RENTAL INCOME</em></h4><h5 class=\"text-center\"><em>Rental Properties Owned (excluding owner occupied primary residence)</em></h5>"
                }
              ],
              "Subsection": [
                {
                  "Title": "Full DOC",
                  "content": "<ul><li>Current rental / lease agreements; <u>AND</u></li><li>Complete Schedule of Real Estate Owned; <u>AND</u></li><li>Signed Schedule E for most recent two (2) years.</li></ul>Tenant occupied properties will require documentation of timely receipt for the prior two (2) months rental payments. If a vacant property is being purchased for investment, 75% of market rents may be used to offset payment and inclusion in calculation for qualifying income or liabilities.<br><br>NOTE: If the borrower owns any 5+ units / apartments, the income figure will be taken from Schedule E."
                },
                {
                  "Title": "Alt DOC",
                  "content": "<ul><li>Complete Schedule of Real Estate owned <u>AND</u></li><li>Copy of current rental / lease agreements</li></ul>Tenant occupied properties will require documentation of timely receipt for the prior two (2) months rental payments."
                },
                {
                  "Title": "Debt Service Coverage Ratio (DSCR)",
                  "content": "Acra calculates the DSCR by dividing (a) the lesser of (i) annual in-place rent or (ii) market rent (reference §14.14) by (b) the sum of annual principal, interest, real estate taxes, property insurance, and homeowner's / condominium association fees (collectively, \"PITIA\"). Subordinate financing, if applicable, would also be included in the denominator for the sake of this calculation.<br><br>If a vacant property is being purchased, qualifying rents are taken from the 1007 or 1025 Appraisal report, as applicable, for qualifying income.<br><br>Acra can accept short term rentals with 12-month ledgers from condotel management companies, property managers, AirBnB, VRBO, etcetera as documentation for actual rents. Properties qualifying with short term rentals are limited to 75% & 70% LTV / CLTV for Purchase or Refinance transactions respectively.<br><br>For properties that are operated as an Adult Care Facility (\"ACF\") / Assisted Living Facility (\"ALF\"), Acra will compute the DSCR by utilizing the reconciled market rents based on Appraisal Form 1007.<br><br>If the Applicant has had forbearance or mortgage lates within the last 12-months, Tenant occupied properties will require documentation of (i) timely receipt for the prior two (2) months rental payments or (ii) 12-months of subject's payment in reserve, which may be from transaction's cash-in-hand.<br><br>The minimum rental income required is outlined in the Program Matrix.<br><br>NOTE: Where the borrower is qualifying utilizing the subject property's actual or market cashflow under a business purpose transaction, borrower must execute with loan docs a Business Purpose Attestation (Exhibit 8) or other similar attestation approved by Acra."
                }
              ]
            },
            {
              "Title": "VII. Rental Income Wash",
              "content": [
                {
                  "Title": "",
                  "content": "For bank statement loans that have REO's where rental income is needed, the existing bank statements will be used for all income. However, if the rental income is deposited to another bank account, Underwriting will require the last three (3) months bank statements for the new account and each of the rental amounts must show as deposits. If Underwriter can clearly see the rental income being consistently deposited, Underwriter will use the rental income and net it against the PITI payment for qualification."
                }
              ]
            },
            {
              "Title": "VIII. Self-Employed Borrower",
              "Subsection": [
                {
                  "Title": "5.16 Principle Business Structures for Self-Employed Borrowers",
                  "content": "A borrower who owns twenty-five percent (25%) or more of a business entity is considered self-employed. A self-employed borrower must be carefully evaluated as the success of the company is directly related to a borrower's financial ability to repay debts.<br><br>There are FOUR principal business structures for self-employed borrowers as follows:<br><br><h4 class=\"text-center text-white bg-dark pt-2\"><strong>DEFINITIONS</strong></h4>"
                },
                {
                  "Title": "5.17 Sole Proprietorship",
                  "content": "<strong>Sole Proprietorship</strong><br>In a sole proprietorship, the individual owner has unlimited personal liability for all debts of the business. Since no distinction is made between the owner's personal assets and the assets used in the business, creditors may take either (or both) to satisfy business obligations. The success of this type of organization depends solely on the individual who owns it. His or her death would terminate the business and place the assets into probate, delaying the disposition of the assets to creditors and heirs. Business income or loss is folded into the individual owner's tax return.<br><br><strong>Independent Contractor & Commission Income</strong><br>An independent contractor is an individual whose income is derived through independent / other sources or an individual whose income is derived from commissions that constitute 25% or more of his/her yearly income."
                },
                {
                  "Title": "5.18 Partnership",
                  "content": "<strong>General Partnership</strong><br>A general partnership is dissolved immediately on the death, withdrawal, insanity, or insolvency of any of the partners - although the personal liability to partnership creditors exists even after the partnership is dissolved. In a general partnership, each partner is personally liable for the debts of the entire business and is responsible for the actions of every other partner.<br><br><strong>Limited Partnership</strong><br>A partnership is formed when two or more individuals form a business and share profits, losses, and responsibility for running the business. In a limited partnership, a partner has limited decision - making ability and his or her liability is limited to the amount he or she invested in the partnership. A limited partner's death, withdrawal, insanity, or insolvency does not dissolve the partnership. Individual partners pay taxes on their proportionate share of net partnership income at their individual tax rate."
                },
                {
                  "Title": "5.19 S Corporation",
                  "content": "An <strong>S Corporation</strong> is generally a smaller business entity with a limited number of stockholders. Business gains and losses are passed on to the stockholders.Stockholders are taxed at their individual tax rate for their proportionate share of ownership. Income for an owner that comes from wages is folded into the individual's tax return."
                },
                {
                  "Title": "5.20 Corporation",
                  "content": "A <strong>corporation</strong> is a state-chartered business that is owned by stockholders. A stockholder is not personally liable for the debts of the corporation. Although legal control of the corporation rests with its stockholders, they are not responsible for the day-to-day operations of the business since they delegate that responsibility to a board of directors and officers of the company. Corporations must file corporate tax returns to report their income and losses. Income to the officers is folded into each officer's individual tax return."
                },
                {
                  "Title": "5.21 Length of Self-Employment",
                  "content": "Income from a self-employed borrower generally requires two (2) or more years to be considered stable income. A person who has been self-employed for less than one (1) year should have a history of previous successful employment in the same occupation or a related field. The underwriting process must carefully analyze the following factors on a self-employed borrower:<ul><li>Borrower's training and experience;</li><li>Location and nature of the business; and</li><li>Demand for that type of business in the area.</li></ul>A borrower who has been self-employed for less than one (1) year may be considered on a case-by-case basis subject to the following:<ol><li>Self-employment must be in the same line of work as previous employment; and</li><li>One (1) full year of income verified / documented with one (1) year of federal income tax returns and a current profit and loss statement.</li></ol>"
                }
              ]
            },
            {
              "Title": "IX. Acceptable Evidence Of Self-Employed Business",
              "content": [
                {
                  "Title": "",
                  "content": "Documentation to support the borrower's self-employment in a legitimate and active business covering the most recent two (2) years, as of the application date, must be obtained on income documentation programs that are less than Full Doc (i.e.: Alt Doc). Acra will accept the items listed below to support the borrower's self-employed business.<br><br>One (1) item from the following list may be used for verification of a current and active business:<ol><li>Copy of the business license covering the current business year as of the date of the application.</li><li>Copy of the Articles of Incorporation, Operating Agreement, or Partnership Agreement with recorded filing date.</li><li>Tax Preparer's Letter:<ul><li>Letter must be on tax preparer's letterhead;</li><li>Tax preparer's license verification, from municipal, state or federal licensing boards or proof of their business' existence; and</li><li>Signed letter from the borrower's tax preparer explaining:<ul><li>tax preparer's relationship to the business;</li><li>personal knowledge of the length of time the business has been in existence; and</li><li>percentage of borrower's ownership in the business entity.</li></ul></li></ul></li><li>Two (2) years of business tax returns in the form of 1065, 1120 or 1120S and corresponding Schedule K1 (if applicable).</li><li>Two (2) years of business tax returns in the form of 1040 and corresponding Schedule C.</li></ol>"
                }
              ]
            },
            {
              "Title": "X. Income Tax Returns For Self-Employed Borrowers",
              "content": [
                {
                  "Title": "",
                  "content": "The income documentation required to qualify self-employed borrowers may include income tax returns or a copy of the borrower's monthly bank statements. The IRS income tax forms required for qualifying self- employed borrowers are as follows:<br><br><center><table><tr><h5 class=\"text-center\">INCOME DOCUMENTATION</h5><th><strong>Business Type</strong></th><th><strong>1040</strong></th><th><strong>1065</strong></th><th><strong>K-1</strong></th><th><strong>1120S</strong></th><th><strong>1120</strong></th><th><strong>P&L</strong></th></tr><tr><td>Sole Proprietor</td><td><center><strong>X</strong></center></td><td><strong></strong></td><td><strong></strong></td><td><strong></strong></td><td><strong></strong></td><td><center><strong>X</strong></center></td></tr><tr><td>General Partner</td><td><center><strong>X</strong></center></td><td><center><strong>X</strong></center></td><td><center><strong>X</strong></center></td><td><strong></strong></td><td><strong></strong></td><td><center><strong>X</strong></center></td></tr><tr><td>Limited Partner</td><td><center><strong>X</strong></center></td><td><center><strong>**</strong></center></td><td><center><strong>X</strong></center></td><td><strong></strong></td><td><strong></strong></td><td><center><strong>**</strong></center></td></tr><tr><td>S Corporation</td><td><center><strong>X</strong></center></td><td><strong></strong></td><td><center><strong>X</strong></center></td><td><center><strong>X</strong></center></td><td><strong></strong></td><td><center><strong>X</strong></center></td></tr><tr><td>Corporation</td><td><center><strong>X</strong></center></td><td><strong></strong></td><td><strong></strong></td><td><strong></strong></td><td><center><strong>X</strong></center></td><td><center><strong>X</strong></center></td></tr></table></center><br>** If the borrower owns more than 25% of a partnership."
                }
              ]
            },
            {
              "Title": "XI. Self-Employed Borrower - IRS Tax Return Chart",
              "content": [
                {
                  "Title": "",
                  "content": "* Current, signed Profit & Loss Statement is required when tax returns will be more than ninety (90) days old at underwriting or 120 days at closing.<br><br><table><tr><th>Source of Income</th><th>Receipt History</th><th>Continuation Period</th><th>Required Verification*</th><th>Calculation Method</th></tr><tr><td>Sole Proprietor</td><td>Two (2) Years</td><td>Likely to Continue</td><td><ul><li>Signed 1040's, including all schedules for most recent two (2) years <u>AND</u></li><li>Current YTD P&L with bank statements for the three (3) preceding months</li></ul></td><td>1040 Schedule C Net income / loss, plus non- cash expenses.</td></tr><tr><td>General Partnership</td><td>Two (2) Years</td><td>Likely to Continue</td><td><ul><li>Signed 1040's & 1065's & K-1's including all schedules for most recent two (2) years <u>AND</u></li><li>Current YTD P & L with bank statements for the three (3) preceding months</li></ul></td><td>Income average using 1040, Schedule E and 1065 borrower's percentage of ownership.</td></tr><tr><td>Limited Partnership</td><td>Two (2) Years</td><td>Likely to Continue</td><td><u>If < 25% Ownership</u>:<ul><li>Signed 1040's & K1's, including all schedules for most recent two (2) years <u>AND</u></li><li>Current Profit & Loss with bank statements for the three (3) preceding months</li></ul><u>If > 25% Ownership</u>:<ul><li>Signed 1040's, & 1065's & K-1's, including all schedules for most recent two (2) years <u>AND</u></li><li>Current YTD P & L with bank statements for the three (3) preceding months</li></ul></td><td>Income average using 1040 and K1.</td></tr><tr><td>S Corporation</td><td>Two (2) Years</td><td>Likely to Continue</td><td><ul><li>Signed 1040's, & 1120-S, including all schedules for most recent two (2) years <u>AND</u></li><li>Current YTD P & L with bank statements for the three (3) preceding months</li></ul></td><td>Income average using 1040's and 1120-S.</td></tr><tr><td>Corporation</td><td>Two (2) Years</td><td>Likely to Continue</td><td><ul><li>Current pay stub reflecting year-to- date earnings <u>AND</u></li><li>Signed 1040's & 1120's, including all schedules for most recent two (2) years, <u>AND</u></li><li>YTD P & L with bank statements for the three (3) preceding months</li></ul></td><td>Average income using 1040's and income from 1120's based on borrower's percentage owned.</td></tr></table><br><strong>BRIDGE THE GAP</strong> - If tax returns are not available for the most recent tax year, the following must be obtained:<br><br><table><tr><td><strong>Prior to April 15th</strong></td><td><ol><li>Previous two (2) year tax returns; <u>AND</u></li><li>Year-end P & L statement covering 12 months of the most recent tax year and current tax year through year to date.</li></ol></td></tr><tr><td><strong>After April 15th</strong></td><td><ol><li>Previous two (2) year tax returns; <u>AND</u></li><li>Copy of IRS Extension for Filing; <u>AND</u></li><li>Year-end P & L statement covering the most recent tax year and the most recent quarter of the current tax year.</li></ol></td></tr><tr><td><strong>2020 Tax Date</strong></td><td>In response to the novel coronavirus in 2020, the taxing authorities extended the filingdate from 04/15/2020 to 07/15/2020. The above dates may be edited without IRS Extension.</td></tr></table>"
                }
              ]
            },
            {
              "Title": "XII. Evaluating Self-Employed Documentation - General Requirements",
              "Subsection": [
                {
                  "Title": "5.22 Analyzing Self-employed Borrower's Income Tax Returns",
                  "content": "The tax returns for the self-employed borrower's business must be analyzed to ensure the business' financial strength and to confirm that it will continue to generate the income the borrower needs to qualify for the requested loan. All income tax returns require the borrower's original signature."
                },
                {
                  "Title": "5.23 Income Averaging",
                  "content": "Self-employment income or commission income is determined by averaging the income from the tax returns including all schedules and attachments. Income from the year-to-date P & L statement may be included in the income calculation if consistent with the previous years' earnings."
                },
                {
                  "Title": "5.24 Self-Employed Income Analysis Form",
                  "content": "The Self-employed Income Analysis form should be completed by the underwriter and included in the loan file."
                },
                {
                  "Title": "5.25 Deductible Expenses",
                  "content": "Deductible expenses for the business that are attributable to non-cash expenses are \"depreciation\", \"depletion\" and \"amortization\". These non-cash expenses may be added back to the net income / loss for qualifying purposes. Depreciation is a deduction for the decline in value of an asset such as real or personal property and is not an out of pocket expense. (Note: For IRS Form 1065 and 1120S, depreciation is taken from the first page of the return and not from Form 8825.) Depletion is a deduction for the useful life of a natural resource and is not an out of pocket expense. Amortization is an intangible asset, such as a copyright or patent over its useful life, which may include start-up costs. Amortization is not an out-of- pocket expense."
                },
                {
                  "Title": "5.26 Declining Income",
                  "content": "A continuing large decline in gross income over two (2) or three (3) years could be a reason to decline a loan application; even if the borrower's current income and debt ratios meet the guidelines. The actual income source, not just the total income must be analyzed. For example, adjusted gross income could be increasing yearly because of items not related to the business (such as by capital gains from the sale of real estate), but the actual business income could be declining yearly. If declining income for the last two (2) years is evident, the lesser income figure should be used for qualifying purposes."
                }
              ]
            }
          ]
        },
        {
          "Title": "Debts And Liabilities",
          "Subsection": [
            {
              "Title": "6.1 Borrower's Debts and Liabilities",
              "content": "The borrower's debts and liabilities include all revolving charge accounts, installment loans, real estate loans, negative income from rental properties, stock pledges, alimony, child support, and all other debts of a continuing nature.Verification is required for any other liability not reflected on the credit report."
            },
            {
              "Title": "6.2 Alimony / Child Support",
              "content": "Monthly payments that extend beyond ten (10) months are included in debt- to-income ratio. A copy of the complete divorce decree and dissolution of marriage must be provided and included in the loan file."
            },
            {
              "Title": "6.3 Business Debt",
              "content": "The monthly payments for business debts are not included in the borrower's debt- to-income ratio if the payments have been made in a timely manner by the business entity.<br><br>The business debt must be counted in the debt-to-income ratio if:<ul><li>Payments by the primary obligor cannot be adequately documented; or</li><li>The business bank account used to qualify is being used to pay a debt the applicant personally signed for or is appearing on the applicant's credit report; or</li><li>A sufficient payment history has not been established for the debt; or</li><li>If the debt has been delinquent greater than 1 x 60 in the last six (6) months.</li></ul>In instances where it can be documented that the business has been paying the debt on time for the last six (6) months and the funds are not coming from the business account used to qualify, the debt will not be calculated in the applicant's DTI ratio."
            },
            {
              "Title": "6.4 Contingent Liabilities / Co-Signed Debt",
              "content": "The monthly payments for contingent liabilities are not included in the borrower's debt-to-income ratio, if the payments have been made in a timely manner.Canceled checks covering the last six (6) months' showing no late payments by the primary obligor will be required.<br><br>The contingent liability must be counted in the debt-to-income ratio if:<ul><li>Payments by the primary obligor cannot be adequately documented; or</li><li>A sufficient payment history has not been established for the debt; or</li><li>If the debt has been delinquent greater than 1x60 in the last six (6) month or</li><li>The borrower is making payments on someone else's credit accounts for at least the la six (6) months</li></ul>When using business bank statements to qualify, all debts on credit must be added to DTI regardless of if the business is paying the debt from the same account used to qualify."
            },
            {
              "Title": "6.5 Installment Accounts",
              "content": "Monthly payments on installment debts* extending beyond ten (10) months are included in the borrower's debt-to-income ratio. The required monthly payment reflected on the most recent statement may be used instead of the payment reflected on the credit report.<br><br>*Auto lease contracts provide the consumer with an option to either purchase the automobile or return it to the dealer at the end of the lease contract. Regardless of the two options, it is likely the consumer will secure new financing for another automobile once the lease expires. Therefore, monthly auto lease payments are included in the borrower's debt-to-income ratio regardless of the number of payments remaining on the lease contract. If no payment info is showing on the credit report, the calculation of the monthly payment will be 2% of the higher of the current unpaid balance or the high credit limit."
            },
            {
              "Title": "6.6 Lines of Credit",
              "content": "Monthly payments must be calculated on revolving lines of credit and included in the applicant's debt-to-income ratio. The monthly payment is determined based on the present outstanding balance."
            },
            {
              "Title": "6.7 Mortgage Payments for Rental Properties",
              "content": "The monthly mortgage payments must be satisfactorily documented on all rental properties owned by the borrower, if not reported on the credit report.<br><br>Property Taxes, Insurance, and HOA Fees for Rental Properties Owned by the Borrower.<br><br>The monthly payments for taxes, insurance, and Homeowner's Association (HOA) fees (if applicable) will be taken from the Schedule of Real Estate. If the Schedule of Real Estate is incomplete or blank, the borrower must provide satisfactory documentation verifying the amount of the monthly payments.<br><br>If the monthly payments for taxes and insurance are impounded, the borrower must provide satisfactory documentation verifying an impound account."
            },
            {
              "Title": "6.8 Property Owned Free and Clear",
              "content": "A subject property that is owned free and clear requires proof that the property is free and clear of all mortgage liens.<br><br>A chain of title covering the last twelve (12) months must be obtained and reviewed by the underwriter for property flipping and / or suspicious or conflicting property transfers.<br><br>Any property on the REO section of the 1003 that is shown to be owned free and clear (zero balance mortgage) must be unencumbered and corroborated with the credit report to show no additional open mortgage account(s)."
            },
            {
              "Title": "6.9 Revolving Trade Lines of Credit",
              "content": "Monthly payments of all revolving accounts with outstanding balances are included in the calculation of the debt-to-income ratio calculation. The monthly payments reflected on the credit report are used for the calculation of debts. When revolving accounts with outstanding balances do not have stated minimum required payments, the monthly payment calculation is five percent (5%) of the outstanding balance or $10 per month, whichever is greater.<br><br>A ninety-day same as cash account is considered a revolving account, the monthly payment is calculated using five percent (5%) of the outstanding balance."
            },
            {
              "Title": "6.10 Student Loans",
              "content": "Independent of any actual or potential deferment, the monthly payment will be included in the debt-to-income ratio for qualifying.<br><br>At LTVs of 65% or less on purchase and 60% or less on refinances:<ul><li>Student loans with greater than three (3) years from their DLA do not need to be paid off nor, if remaining outstanding, included in the DTI ratio; and</li><li>Student loans in collection status for longer than three (3) year old do not need to be paid off, nor, if remaining outstanding, included in the DTI ratio.</li></ul>"
            },
            {
              "Title": "6.11 Timeshares",
              "content": "All timeshare accounts are treated as consumer debt."
            },
            {
              "Title": "6.12 Consumer Debt Payoffs",
              "content": "Acra will require (i) an account's periodic statement, (ii) demand, OR (iii) credit supplement. Document must include (a) creditor's name, (b) mailing address,(c) phone number, (d) account number, AND (e) outstanding balance.<br><br>The payoff balance utilized will be the most recent of the above document(s) or Acra's credit report. The account's balance may be updated, without including all of the above requirements (a-e), with a (x) credit supplement or (y) current on-line print out. Either supplementary document must be able to identify account number or partial account number to tie into document(s) previously provided."
            }
          ]
        },
        {
          "Title": "Debt-To-Income",
          "Subsection": [
            {
              "Title": "7.1 Rounding Debt-to-Income Ratio",
              "content": "Round the debt-to-income ratio to the nearest whole number.<br><br>Example:<br>45.01% - 45.49% round down to 45.00%<br>45.50% - 45.99% round up to 46.00%"
            },
            {
              "Title": "7.2 Debt-to-Income Ratio",
              "content": "The Debt-to-Income ratio represents the ratio of the applicant's stable monthly income to the total monthly-debt-payment. (Total monthly debt divided by total income.) The monthly debt payment is the sum of the following monthly charges.<br><br><strong>Monthly Housing Expense</strong><ol><li>Principal and Interest Payments:<ul><li>ARM with 12-month Adjustable Periodic Periods:Use the higher of (i) fully indexed rate for first five (5) or seven (7) years (reference §7.5 below) or (ii) the initial start rate</li><li>Fix Rate for Term of Loan:For any fixed rate, such as a 30-year fixed, use the start rate</li></ul></li><li>Payments on subordinate financing on the borrower's principal residence (if applicable)</li><li>Hazard insurance</li><li>Flood Insurance (if applicable)</li><li>Mortgage Insurance (if applicable)</li><li>Real estate taxes and / or assessments</li><li>Homeowner's association fees on the borrower's principal residence (if applicable)</li></ol><strong>Other Debts And Obligations</strong><ol><li>A ninety-day same as cash account is considered a revolving account, the monthly payment is calculated using five percent (5%) of the outstanding balance.</li><li>Monthly payments on all revolving trade lines [does NOT include any type of household utilities (i.e.: gas, water, electric, trash, television, house & / or cell phone, internet, etcetera) that may be reporting on credit].</li><li>Alimony, child support, or separate maintenance payments (if applicable).</li><li>Monthly payments on installment debts with maturity dates greater than ten(10) months.</li><li>Aggregate negative net rental income from all investment properties owned.</li><li>Monthly mortgage payments (PITI) for second homes.</li></ol>"
            },
            {
              "Title": "7.3 Transactions Exempt from DTI Calculations",
              "content": "Acra will not calculate a DTI for applicants who qualify using a Debt Service Coverage Ratio (“DSCR”) or by proving Assets only (“ATR-In-Full”). Mechanically, any income or employment listed on an application will be deemed superfluous to the underwrite and, as the alternate, may be left blank. Should the employment and income be represented on an application, a DTI should not be calculated."
            },
            {
              "Title": "7.4 Debt Ratio Calculation for Rental Properties",
              "content": "<strong>Owner Occupied 2-4 Unit Property - Subject</strong><ol><li>Monthly gross rents from the subject's non-owner occupied units.</li><li>Add gross rental income to borrower's monthly income.</li><li>New PITI on subject added to borrower's personal debts divided by total monthly income = debt-to-income ratio.</li></ol><strong>Investment Property SFR, Condo / PUD, 2-4 Unit - Subject</strong><ol><li>Gross monthly rent.</li><li>Rent minus new PITI on subject property = positive or negative rent. (If positive add to income, if negative include in debt.)</li><li>Monthly payment for borrower's primary residence added to borrower's personal debt (include negative rent for subject, if applicable) divided by total monthly income = debt-to-income ratio.</li></ol><strong>Other Rental Property Owned by the Borrower - Not the Subject</strong><ol><li>Gross monthly rent</li><li>Rent minus PITI on rental property = positive or negative rent (if positive add to income, if negative include in borrower's debts)</li></ol><strong>Second Home</strong><ol><li>The borrower must qualify for the New PITI on the second home.</li><li>Monthly payment for borrower's primary residence added to New PITI on subject second home and borrower's personal debt divided by total monthly income = debt-to-income ratio.</li></ol>"
            },
            {
              "Title": "7.5 Calculation for Interest Only Payments",
              "content": "Interest Only (“IO”) payments are calculated as the amount sufficient to pay the accrued interest to the mortgage on a monthly basis at the time of origination. IO payments are usually for a set term at the beginning of and within the overall repayment term for the mortgage. After such term, a borrower's payments are recast to a calculated fully amortized payment for the balance of the mortgage's term ending with the set maturity date.<br><br>Acra calculates the DTI ratio utilizing the first fully amortized payment and the original mortgage balance. Note also that if the mortgage is an ARM, Acra will also calculate the fully amortized payment utilizing the highest achievable interest rate as of that first fully amortized payment's due date.<br><br>Acra calculates the DSCR utilizing the first payment due under the terms of the Note.<br><br>Example: A $100,000 mortgage on a 30-year term at 6.000% would have an IO payment of $500.00 monthly or a fully amortized payment of $599.55. If the mortgage also had a 5-year adjustable rate component with a 2.0 initial rate adjustment cap, the maximum payment in month 61 (the first fully amortized payment AND also the first payment after the initial rate adjustment) would be $771.82 utilizing a 25-year remaining term and an interest rate of 8.000%."
            },
            {
              "Title": "7.6 Interest Rate Calculation for Payments",
              "content": "The subject loan's payment for an accurate DTI calculation should utilize the higher of (i) the Fully Indexed Rate or (ii) the note rate.<br><br>Fully Indexed Rate means the interest rate calculated using (x) the index or formula that will apply after recast, as determined at the time of consummation, and (y) the maximum margin that can apply at any time during the loan term."
            },
            {
              "Title": "7.7 HERO / PACE Property Tax Calculations",
              "content": "For loans with less than or equal to 80% LTV, if there is a HERO, PACE, or energy efficiency loan that is currently collected through property taxes and borrowers are paying off the HERO / PACE / energy efficient loan at closing, correct current property tax amount must be included in impounds but does not need to be included in debt service.<br><br>This will require manual calculation of property taxes extracting the HERO / PACE / energy efficient loan amount then calculating balance. Underwriter will need to notate file the DTI based on exclusion of the HERO / PACE / energy efficient loan property tax piece as will not match actual DTI, which is being calculated using full property tax assessment that includes HERO / PACE / energy efficient loan."
            }
          ]
        },
        {
          "Title": "Assets / Funds",
          "Subsection": [
            {
              "Title": "8.1 Source of Funds",
              "content": "The source of funds on all transactions can be from any of the following sources:<ul><li>Borrower's own funds;</li><li>Gift from a relative (refer to Gift Funds); or</li><li>Seller or institutional second mortgage.</li></ul>"
            },
            {
              "Title": "8.2 Contributions by Interested Parties",
              "content": "Any closing costs normally paid by the property purchaser are considered contributions if not paid by the purchaser. Contributions may be paid by the property seller or by any other interested party to the transaction - such as the builder, the developer, the real estate agent, the lender, or any of their affiliates.<br><br>On purchase money transactions contributions by interested parties (i.e.: Realtor, Builder, and Seller) are acceptable and may be applied only towards non-recurring closing costs. For first mortgage loans, the maximum contribution by interested parties are as follows:<br><br>A maximum percentage of the purchase price may be contributed consistent with the Purchase Money: Maximum Contributions subsection of this text.<br><br>A copy of the fully executed sales contract is required. Any excess credit, gift allowance or amount toward recurring closing costs must be deducted from the lower of the sales price or appraised value when calculating the LTV and CLTV.<br><br>Items Not Considered Contributions<br>Items paid by the property seller that are the seller's responsibility - such as real estate sales commissions, charges for pest inspections, fees paid to trustees to release a deed of trust, or costs that the property seller is required to pay under state or local law - are not contributions.<br><br>Funds the purchaser receives from a non-participant to the sales transaction - such as the property purchaser's employer or a family member - are not considered contributions, even when they are used to pay closing or settlement costs. For example, funds received from the purchaser's employer through a corporate relocation plan are not considered a contribution. Funds received from a relative of the purchaser would be considered as a gift (not a contribution) and, as such, would have to comply with our requirements regarding gifts.<br><br>"
            },
            {
              "Title": "8.3 Non-recurring Closing Costs",
              "content": "Appraisal<br>Appraisal Desk Review<br>Appraisal Field Review<br>Attorney Fees<br>Broker Admin Fee<br>Broker Fee<br>Courier Fees<br>Credit Report<br>Discount Fees / Points<br>Document Fee<br>Document Redraw Fee<br>Endorsement Fees<br>Escrow Fee<br>Flood Certification Fee<br>Inspections<br>Lender Points<br>Mortgage Insurance Premium (Initial or 1st year)<br>Notary Fees<br>Photos<br>Prepaid Interest<br>Processing Fee<br>Recording / Filing Fees<br>Taxes for Govt. Fees<br>Tax Service Fee<br>Termite Report<br>Title Fee<br>Underwriting Fee<br>Warehouse Fee<br>Wire Transfer<br>Fee Withhold Fee<br>"
            },
            {
              "Title": "8.4 Verification of Assets / Funds",
              "content": "Funds to close are to be properly verified on purchase-money transactions and where applicable on rate / term refinances. Verification of funds is not required for cash-out refinances.<br><br>Source of Funds:<ul><li>The source of funds for closing should be reflected on the loan application; and</li><li>Verification of acceptable source of funds is required for all funds paid <u>OUTSIDE</u> of escrow / closing, which may be reflected as a credit on the purchase contract, escrow instructions or closing statement.</li></ul>Seasoning of Funds:<ul><li>Verification of the seasoning of funds to close is not required on loans of:<ul><li>65% or less LTV / CLTV for the consumer transactions; or.</li><li>70% or less LTV / CLTV for Business Purpose / DSCR loans; or</li><li>If the amount of assets / funds to close is greater than $50,000, it will be required to be documented regardless of LTV / CLTV.</li></ul></li></ul>Where the account(s) serving as the source of funds must be verifie, verification of the seasoned funds may include the following:<ul><li>Copy of the borrower's bank statement(s) for the most recent month(s); or</li><li>A VOD reflecting a current and average balance for the most recent month(s).</li></ul><br>Consumer transactions require a minimum of 60-days documentation versus business purpose, which require a minimum of 30-day documentation.<br><br>* A maximum variance of 1% of the subject loan amount is allowable for the necessary funds-to-close versus the final asset statements.<br><br>Note: In contrast to the above, but consistent with §3.10.1 of this Guide, funds held in a foreign bank / currency will need to be repatriated at minimum three (3) business days prior to Closing and Foreign Nationals, regardless of LTV / CLTV, need to document a minimum of 60 days seasoning."
            }
          ],
          "Article": [
            {
              "Title": "I. Acceptable Assets / Funds To Close",
              "content": [
                {
                  "Title": "",
                  "content": "Please note that the Senior Management of Acra Lending maintains discretion for interpretation or definition of any item or situation that is not explicitly addressed in the guidelines."
                }
              ],
              "Subsection": [
                {
                  "Title": "8.5 Deposit Accounts",
                  "content": "Verification of deposit accounts such as checking, savings, certificate of deposit, and money market accounts may include the following documentation:<ul><li>Verification of Deposit; or</li><li>Copy of the borrower's most recent bank statement(s) for the account(s) in which the funds for the funds to close are to be withdrawn.</li></ul>"
                },
                {
                  "Title": "8.6 Earnest Money and Deposit",
                  "content": "Earnest Money and Deposit on Sales Contracts are considered part of the down payment. Earnest money and deposits exceeding two percent (2%) of the sales price or $1,000.00, whichever is less, requires verification by one of the following:<ul><li>Copy of check (canceled or not canceled) with certified escrow deposit receipt.</li><li>Bank statement showing the check cleared with certified escrow deposit receipt.</li></ul>Verification of acceptable source of funds on any deposit paid outside of escrow must be satisfactorily documented."
                },
                {
                  "Title": "8.7 Gift Funds",
                  "content": "Gift funds from a family member to assist with the costs to close are permitted on purchase money transactions for any type of occupancy - subject to specified limits.<br><br>Acceptable Donors may include:<ul><li>Family members (i.e.: spouse, any type of domestic partnership or union, fiancée, boyfriend / girlfriend, parent, brother, sister, child, grandparent, aunt, uncle, nephew, niece); or</li><li>Non-profit organizations when given pursuant to an established program (case-by-case, require corporate underwriting approval).</li></ul>Limitations to gift funds:<ul><li>Primary Residence - No limit to amount of transaction; or</li><li>Investment Property or Second Homes - Applicant(s) will be required to contribute a portion of their own sourced and seasoned funds to the transaction of the larger of (a) 15% of the purchase price or (b) $50,000.</li></ul>Gift Letter - required on all Gifts and must include:<ol><li>Reflect the borrower's name;</li><li>Reflect the Donor's name, address and phone number;</li><li>Reflect the Donor's relationship to the borrower;</li><li>Disclose the source of the gift funds (i.e.: name of depository institution, account number);</li><li>Indicated the dollar amount of the gift;</li><li>Include a statement that the person receiving the gift (i.e.: borrower) is not obligated to repay the dollar amount of the gift;</li><li>Include a statement: “The funds given to <enter borrower(s) \"name(s)\"> were not made available to the donor from any person or entity with an interest in the sale of the property including the seller, real estate agent or broker, builder, loan officer, or any entity associated with them.”; and</li><li>Signed and dated by the Donor and Borrower(s).</li></ol>Receipt of Gift Funds<br>Evidence (a) that the gift funds have been transferred from the donor's account to the borrower and (b) that the gift funds came from an acceptable source, must be documented in the file. Acceptable evidence may include:<ul><li>Copy of the wire receipt from the donor's account into the borrower's account; <u>OR</u></li><li>Copy of the certified check from the donor to the borrower; <u>OR</u></li><li>If the gift funds were deposited directly in escrow, a copy of the check with a certified escrow deposit or wire receipt showing funds were from the donor's account is required; <u>OR</u></li><li>If the gift funds were deposited directly to the borrower's bank account, a complete bank statement showing the deposited amount and date of deposit with ability to tie the relevant deposit(s) to the Donor.</li></ul>The documentation evidencing the transfer of funds must match the information on the gift letter (i.e.: the remitter's name (donor), borrower's name, dollar amount, date, name of the depository institution, and account number.<br><br>If the documentation for receipt of gift funds does not provide sufficient proof they came from the donor's account, the donor must provide account statements covering the most recent two (2) months to establish his or her ability to provide the gift. In addition, the donor's funds must be seasoned a minimum of 60 days and proof the funds were withdrawn and / or transferred to the borrower's account or to escrow will be required."
                },
                {
                  "Title": "8.8 Gift of Equity",
                  "content": "Gift Equity is allowed provided the following is met:<ol><li>Treat as a purchase transaction. Fully executed purchase agreement is required.</li><li>The donor of the gift of equity must be from a family member (i.e.: spouse, any type of domestic partnership or union, fiancée, boyfriend / girlfriend, parent, brother, sister, child, grandparent, aunt, uncle, nephew, niece).</li><li>Donor / Giftor cannot be a resident of the subject property where the transaction is a proposed investment or second home to Buyer.</li><li>A gift letter signed and dated by the donor and borrower is required. The gift letter must explain the gift of equity, stating the amount of the gift and that no repayment is expected or implied.</li><li>Proof the existing mortgage lien(s) secured by the subject property is not currently delinquent.</li><li>The borrower's minimum contribution towards the costs to close must comply with Acra's minimum requirements.</li></ol>A Power of Attorney (“POA”) may not be utilized in a transaction where the Donor's interest is being represented by a POW, where said POA is also the beneficiary to the gift."
                },
                {
                  "Title": "8.9 IRA, Keogh",
                  "content": "Only a withdrawal amount may be considered. The loan file must include a copy of the IRA or Keogh Account Statement and proof of liquidation. A deposit receipt showing the funds on deposit in the borrower's account or the funds deposited into escrow is required."
                },
                {
                  "Title": "8.10 IRS 1031 Exchange",
                  "content": "The 1031 Tax Deferred Exchange (1031 Exchange) feature provides Borrowers with an additional means for obtaining down payment funds. A tax deferred exchange allows a borrower to exchange the “like kind” investment property as long as the acquired property is of greater or equal Value to the relinquished property. A 1031 Exchange allows the borrower to continue the old property investment into the new replacement property for delayed tax purposes. The borrower or any related party / parties to the borrower, such as spouse, ancestors, descendants, siblings, employees, attorney, accountant, investment banker, broker, or real estate agent cannot control the funds from the 1031 Exchange.<br><br>Funds received by the borrower from an IRS 1031 Exchange must meet the following criteria:<ul><li>The subject property must be a non-owner occupied (investment) property.</li><li>A Qualified Intermediary, who acts on behalf of the borrower in accordance with a specific written contract, must control the funds. The Qualified Intermediary, for a fee, acts to facilitate the deferred exchange by entering into an agreement to exchange the properties. Under this agreement, the Qualified Intermediary sells the relinquished property, acquires the replacement property, and transfers the replacement property to the exchanger(i.e.: borrower).</li><li>The exchange must be an arm's length transaction in which the parties involved are entirely independent of one another with no reason to collude. Title reports, sales contracts, and sales history must be reviewed on both properties if simultaneous closing to determine property churning is not occurring.</li><li>The property must be reduced to cash in an arm's length transaction. If a replacement property is not available at the time of the relinquishment, the borrower can sell the subject property and place the proceeds in an escrow account held by the Qualified Intermediary to be applied toward a replacement property when one becomes available.</li><li>The 1031 Exchange cannot be an exchange of a partnership or limited liability corporation interest.</li><li>The name of the taxpayer on the sale of relinquished property must be the same as the acquirer of the exchanged property.</li><li>Relinquished property sale must close before or simultaneously with the property acquired.</li></ul><ol><li>Simultaneous Closing<br>The following documentation is required for simultaneous closing:<ul><li>Exchange agreement identifying the holder of funds, buyer and home seller, expiration date, agreed upon value, closing date, closing costs, conditions of transfer and repairs, if required; and</li><li>CD / HUD-1 from Sold Property showing proceeds available for the purchase; and</li></ul></li><li>Relinquished Property and Purchase of New Property<br>The following documentation is required for 1031 Exchange transactions occurring prior to the purchase of the new property:<ul><li>Exchange agreement; and</li><li>Verification of funds from Qualified Intermediary (exchange holder).</li></ul></li></ol>"
                },
                {
                  "Title": "8.11 Life Insurance Cash Value",
                  "content": "The cash value must be verified by a letter from the insurance company and a deposit receipt showing deposit of funds into the borrower's account."
                },
                {
                  "Title": "8.12 Loan Secured by Borrower's Asset(s)",
                  "content": "Proceeds from a loan secured by an asset that is owned by the borrower is an acceptable source of funds for closing provided the following criteria is met:<ul><li>The loan must be secured by an asset owned by the borrower such as, certificates of deposit, stocks, bonds, real estate other than the subject property, life insurance policies, savings accounts, profit sharing plans, and automobiles.</li><li>The loan must be from an institutional lender and disclosed in the liability section of the loan application at submission to underwriting, or revised accordingly.</li><li>The borrower must qualify with the payment of the additional debt, if said additional debt has a required repayment.</li><li>The terms of the debt must be verified by the institution or by a copy of the loan documentation.</li><li>The closed loan package must contain a copy of the executed note reflecting the same terms as disclosed in the submission package.</li><li>Proof of receipt of the funds must be provided in the closed loan package.</li></ul>"
                },
                {
                  "Title": "8.13 Relocation Credits and Residence Liquidation",
                  "content": "A copy of the commitment letter from the employer's relocation company describing the details and terms of the relocation package. A receipt showing the deposit of funds into the borrower's account or escrow/title must be obtained and included in the loan file."
                },
                {
                  "Title": "8.14 Sale of Real Property",
                  "content": "If the source of funds to close the subject transaction will be proceeds from the sale of real estate owned by the borrower, the amount of the net proceeds must be documented as follows as of the time of initial underwrite:<br><u>Pending Sale</u><ul><li>If the sale has not closed, a copy of the agreement of sale and estimated Settlement Statement (CD or HUD-1) must be obtained and reviewed by the underwriter to ensure the net proceeds will be sufficient for closing. The final Settlement Statement (CD or HUD-1) showing sufficient funds to close must be provided at closing and included in the loan file.</li></ul><u>Closed Sale</u><ul><li>If the sale has closed, a copy of the Final Settlement Statement must be provided. Verification that the net proceeds from the sale are either held in escrow / title or on deposit in the borrower's account must be obtained and included in the loan file.</li></ul>"
                },
                {
                  "Title": "8.15 Subordinate Financing",
                  "content": "New and existing junior liens secured by the subject property and subordinating to an Acra first mortgage is allowed provided the following is met:<ul><li>The combined loan-to-value of the first and subordinating junior lien(s) may not exceed program thresholds.</li><li>The junior lien(s) may be a private party seller second from the original purchase of the property, or an institutional lender.</li><li>The existing junior lien(s) must have a remaining term of at least five (5) years.</li><li>The terms of the note must provide for regular monthly payments of at least interest only with no provisions for future advances, or wrap-around terms.</li><li>The principal and / or interest payment must be added to the monthly debt to income ratio.</li><li>A copy of the executed note on the subordinating junior lien(s) must be obtained and included in the loan file. The note must be reviewed and approved by the underwriter prior to ordering loan documents.</li><li>A certified copy of the fully executed subordination agreement must be reviewed and approved by the underwriter prior to funding the loan. The subordination agreement must record concurrently with Acra's first mortgage / deed of trust.</li></ul>"
                },
                {
                  "Title": "8.16 Home Equity Line of Credit",
                  "content": "When Secondary or Subordinate financing is a Home Equity Line of Credit the following additional criteria must be met:<ul><li>The property being financed should be owner occupied or second / vacation home.</li><li>The calculation of the CLTV should include the total usable Home Equity Line of Credit.</li><li>A copy of the Note for the Home Equity Line of Credit must be obtained to determine the payment based on the interest rate in effect for the Line of Credit Loan on the date that the Loan application is underwritten.</li><li>An executed estoppel agreement is required from the existing line of credit holder. The estoppel agreement must freeze the credit line at the current maximum limit.</li></ul>"
                },
                {
                  "Title": "8.17 Stocks, Bonds, and Other Securities",
                  "content": "The file must contain proof that the borrower owns the stocks, bonds, or other securities and must document what they are worth. Proof is required that these securities have been sold if funds are needed to close. Acceptable evidence of ownership and value include:<ul><li>A statement from the brokerage company indicating ownership of the security and verifying the sale.</li><li>Verification from the bank that the security has been sold or redeemed. Copies of the sale documents proving ownership and that the transaction is complete.</li><li>To verify government bond income, a photocopy of the bond, copy of the redemption table to verify the value, and proof of liquidation is required. If funds are used to satisfy the borrower's minimum down payment required for the loan-to-value, the documentation must clearly show the borrower owned the source of the funds for at least 90 days.</li></ul>"
                },
                {
                  "Title": "8.18 Tax Refunds",
                  "content": "Tax refund checks from either the Internal Revenue Service or State Revenue are acceptable sources of funds. Such funds must be documented as follows:<ul><li>Copy of the refund check(s) or a copy of the borrower's income tax returns showing the amount of the refund.</li><li>Proof of an increase in deposit accounts supported by a copy of the borrower's income tax returns.</li></ul>"
                },
                {
                  "Title": "8.19 Business Deposit Accounts",
                  "content": "Borrower must own the business contributing the closing funds. Verification of business deposit accounts such as checking, savings, certificate of deposit, and money market accounts must include the following documentation:<ul><li>Copy of the borrower's two (2) most recent bank statement(s) for the account(s) in which the funds for the down payment are to be withdrawn; AND</li><li>Hand written Letter of Explanation executed by the majority of the business' ownership describing the potential impact on the business if business funds are used for closing.</li></ul>"
                },
                {
                  "Title": "8.20 Unacceptable Assets / Funds",
                  "content": "Unacceptable sources of funds include, but are not limited to:<ul><li>Credit card advances & any unsecured loan;</li><li>Sweat Equity - a contribution to the construction or rehabilitation of a property in the form of labor or services instead of cash; or</li><li>Trade Equity (excluding 1031 Exchange).</li></ul>"
                },
                {
                  "Title": "8.21 Concurrent Refinance to Purchase Transactions",
                  "content": "Funds derived from an Acra refinance transaction that are being utilized as Funds to Close in a concurrent Acra purchase transaction are acceptable. Where both transactions will be conducted as Owner Occupied for disclosure purposes, a limit of 75% LTV / CLTV for both transactions is required."
                },
                {
                  "Title": "8.22 Reserve Funds",
                  "content": "When required under a specific program, Acra may require documentation of a Borrower's capital as calculated to be in reserve after the close of the subject transaction.<br><br>Reserves are calculated against the monthly payment for the new Acra loan as of the first scheduled monthly payment.<br><br>Documentation of Reserve amounts should show the dollar amount at or above the required amount of reserves to be in the Applicant's accounts for a period of at least 60 days. Reserves from a departure property (or an owned asset) can be converted to liquid assets and do not need to be seasoned, so long as that asset was owned for greater than 60-days.<br><br>Cash-in-hand from a cash out refinance may be used toward reserves. Unacceptable sources of funds include, but are not limited to:<ul><li>Credit card advances & any unsecured loan;</li><li>Non-liquid funds, real-estate, or other assets;</li><li>Cyber-currency(ies);</li><li>Funds held in a business or trust name*; and / or</li><li>Gift Funds.</li></ul>*Funds held in a business or trust name are acceptable if the borrower(s) represent 100% ownership or are the exclusive trustee(s) / beneficiary(ies)."
                }
              ]
            }
          ]
        },
        {
          "Title": "Property Eligibility",
          "content": [
            {
              "Title": "",
              "content": "Acra Lending funds loans on a variety of property types in urban, suburban, or rural areas. Acra does not reject loans solely on the basis of age of the property, square footage, number of bedrooms, the location of the property, or the ethnic composition of a neighborhood."
            }
          ],
          "Subsection": [
            {
              "Title": "9.1 Eligible Property Types",
              "content": "Eligible property types include properties as listed below that are situated on fee simple or real property with a ground lease (refer to Ground Lease requirements later in this section):<ul><li>Single Family Residences (attached / detached)including manufactured or modular homes</li><li>Condominiums (attached / detached) (low-rise / high-rise)</li><li>Non-Warrantable Condos</li><li>Condotels</li><li>PUDtels</li><li>Townhomes (attached / detached)</li><li>Planned Unit Developments - PUD (attached / detached); and</li><li>Two-to-four (2-4) units</li></ul>These property types are ineligible in the Non Prime program, but may be eligible under other Acra programs:<ul><li>Multi-Family (5-100 units)</li><li>Residential Use with Commercial Influence (Mixed Use)</li><li>Hotel / Motel / Rooming House</li><li>Strip Mall</li><li>Single-tenant Retail / Office</li><li>Multi-tenant Retail / Office</li><li>Hospitality</li><li>Storage Facility</li><li>School / Daycare; or</li><li>Properties listed for sale within the last six (6) months (refinance transactions)</li></ul>"
            },
            {
              "Title": "9.2 Ineligible Property Types",
              "content": "Certain property types are not considered to be acceptable collateral in any Acra programs:<ul><li>Agricultural use properties (crops, lumber, animals of any kind)</li><li>Cooperatives, sometimes referred to as an \"Owners Proprietary Lease\";</li><li>Earth berm Homes, Geodesic Domes</li><li>Economic life of property is less than term of the loan</li><li>Highly Unique Properties</li><li>Illegal use of property - Zoning or building code violations</li><li>Industrial Properties;</li><li>Leaseholds;</li><li>Log Cabins</li><li>Mobile Homes</li><li>Mobile Home Parks or Converted Mobile Home Parks</li><li>Manufactured Homes of a \"single-wide\" variety or constructed prior to 1976</li><li>Own-Your-Own Apartments</li><li>Properties in less than average condition</li><li>Properties with no permanent heat source (except for areas where not required by code)</li><li>Properties that are not suitable for year-round use</li><li>Properties zoned: industrial, manufacturing, exclusive farm use (EFU), forest commercial (FC)</li><li>Properties located on a Native American (formerly \"Indian\") Reservation</li><li>Properties with interim use or properties reported to have a different highest and best use than the present use</li><li>Properties in areas built up “under 25%”</li><li>Properties with deferred maintenance, deterioration, or structural damage that may seriously affect the structural integrity or pose a health and safety hazard to the occupant(s). Properties that are condemned or deemed uninhabitable by local municipalities. Properties displaying significant disrepair that it is prohibitive and not feasible to restore the structure to a habitable condition.</li><li>Refinance of vacant properties</li><li>Timeshares;</li><li>Vacant land; and / or</li><li>Working Farms or Ranches (crops, cattle, horse, dairy, etcetera)</li></ul>"
            },
            {
              "Title": "9.3 Property Marketability Factors",
              "content": "Properties that have unique physical features are physically deteriorated or exposed to value and marketability issues <u>may result in a reduction of value or declination of the loan</u>.<br><br>Examples of marketability factors that could adversely affect the acceptability of the property are:<ul><li>Atypical physical characteristics and construction type / quality</li><li>Economic changes in market conditions</li><li>Environmental risk hazards (toxic)</li><li>External or functional obsolescence</li><li>Geological conditions - Properties currently or potentially suffering from significant site distress or erosion due to local geological conditions</li><li>Inadequate ingress and egress</li><li>Public utilities or services - Properties that lack typical city or county services and necessary utilities, including water electricity, heating and sewage disposal</li><li>Properties in remote locations</li><li>Unique properties that do not conform to the local market and require longer marketing times such as over-improved or super adequacy properties</li><li>Zoning changes - Identified recent or pending zoning changes which would have a short-term negative or de-stabilizing impact on residential market values</li></ul>"
            }
          ]
        },
        {
          "Title": "Property Descriptions",
          "Subsection": [
            {
              "Title": "10.1 Condominium or Condotel",
              "content": "A condominium project is one in which individual owners hold title to units in the project along with an undivided interest in the real estate that is designated as the common area for the project. The units in the project must be owned in fee simple and the unit owners must have the sole ownership interest in and rights to the use of, the project's facilities, common elements, and limited common elements.<br><br>A condotel project is located in a resort area with a rental management company that provides occupancy on an interim basis (daily, weekly, etcetera). Condotel projects located in bonafide resort areas are exempt from the occupancy requirements but require Senior Management approval for financing. Other locations (i.e.: near a military base) would be considered on a case-by-case basis.<br><br>Due to the concentration of loans that have been financed by Acra, for all loans located in The Grove Resort and Waterpark condominium complex in Orlando, Florida, Acra will apply a rate adjustment and limit available LTV / CLTV for any loan financed to 60%.<br><br>To qualify as an acceptable condominium unit, the condominium project must be common for the area and demonstrate good marketability.<br><br>Acra will not lend on more than 20% of the units in a condominium project.<br><br>Appraisal must clearly indicate that no personal property (artwork, furnishings, etcetera) is included in the valuation. If not, Acra reserves the right to reduce the value by a factor of 15%.<br><br>"
            },
            {
              "Title": "10.2 Condominium Eligibility Requirements",
              "content": "All Condominium Projects must meet the following criteria:<ul><li>The maximum number of total units in the project owned by the same entity or individual may not exceed 30%; and</li><li>All common areas and facilities must be complete.</li></ul>A. Condominium - Established Projects<ul><li>90% of the total units in the project must be sold and conveyed to the unit owners.</li><li>50% of the total units in the project must be owner occupied.</li><li>All phases are complete.</li><li>HOA must be conveyed to the unit owners - no developer or builder- controlled projects allowed.</li><li>All comparable sales may be from within the subject's project if the project is established and consists of 100 or more units. Recent sales of model match units, if available, must be utilized in the appraisal report.</li></ul>B. Condominium - Newer Projects<ul><li>60% of the total units in the project or subject's phase must be sold and conveyed to the unit owners AND at least 60% of the units must be owner occupied.</li><li>Project may be subject to additional phasing.</li><li>HOA should be in control - project under Developer or Builder control will be considered on a case-by-case basis only.</li><li>Comparable sales must include at a minimum:<ul><li>One (1) from inside the project; and</li><li>Two (2) from outside the project.</li></ul></li><li>FNMA PERS approval or copy of the HOA budget</ul>C. Condominium - Smaller Projects (less than 20 units)<ul><li>100% of the total units in the project must be sold and conveyed to the unit owners.</li><li>50% of the total units in the project must be owner occupied.</li><li>All phases are complete.</li><li>HOA is conveyed to the unit owners - project may not be under developer or builder control.</li><li>Smaller projects that are common for the area are acceptable with like comparables from the subject's market area.</li><li>Smaller projects with no HOA will be considered case-by-case basis.</li><li>Projects consisting of three (3) units or less require proof of an arbitration agreement in the Articles and By-laws.</li><li>Comparable sales must include at a minimum:<li>One (1) from inside the project; and</li><li>Two (2) from outside the project.</li></li></ul>D. Condominium Conversions<ul><li>100% of the total units in the project must be sold and conveyed to the unit owners.</li><li>50% of the total units in the project must be owner occupied.</li><li>All phases must be complete.</li><li>HOA must be conveyed to the unit owners - no developer or builder- controlled projects allowed.</li><li>Converted condominium projects must be common for the area and demonstrate market acceptance as evidenced by comparable sales of other apartment conversions in the area.</li></ul>E. Condominium - High Rise Condominium Projects (Five (5) stories or greater)<br>High-rise condominium projects are considered on a case-by-case basis. They must be common for the area as evidence by comparable sales.Comparable sales must be from other high-rise condominium projects in close proximity to the subject and the sales must be similar in design, appeal, market area, etcetera.<ul><li>The project may have commercial uses on the first floor only.</li><li>Elevator access to each floor is required.</li><li>Comparable sales must include at a minimum:<ul><li>One (1) from inside the project tower; and</li><li>One (1) from outside the project tower.</li></ul></li></ul>F. Condominium - Documentation Requirements<ol><li>HOA Information Letter - verifying the following:<ul><li>Condominium project is not currently involved in any litigation;<ul><li>Generally, a condominium project that is currently in litigation is not eligible for financing; however, Acra will consider each case on an individual basis;</li></ul></li><li>Total number of units in the project;</li><li>Total number of phases that are not complete;</li><li>Percent of the units sold and conveyed to the unit owners; and</li><li>Percent of the units owner occupied.</li></ul></li><li>Percent of units owned by any one entity or individual and If and when the project was conveyed to the unit owners (i.e.: HOA in control).</li><li>Hazard insurance in the name of the HOA showing 100% guaranteed replacement coverage.</li><li>General liability in the name of the HOA for a minimum amount of coverage equal to one million dollars ($1,000,000) per occurrence.</li><li>Flood insurance & boiler insurance in the name of the HOA (if applicable).</li><li>Monthly HOA fee for subject.</li></ol>* Non-Warrantable Condominiums are allowable with Senior Management Approval when the following condition is met:<ul><li>No more than 25% of the units are owned by a single entity.</li></ul>Note: Acra will not encourage or engage in any activity that violates USPAP regulations. Guidelines for the locations of comparable sales / rentals are Acra preferences and are not requirements where Appraiser otherwise notes report is utilizing the most relevant comparables available."
            },
            {
              "Title": "10.3 Ground Lease Properties",
              "content": "A ground lease (also known as a Leasehold) is a condition whereby the persons listed on the title owns the dwelling, but leases the land on which the dwelling exists. Unless the leasehold fee interest is being purchased through the subject transaction. Acra does not lend on these properties"
            },
            {
              "Title": "10.4 Log Style Homes",
              "content": "Log style homes (excluding log cabins) are acceptable collateral provided the following is met:<ul><li>Minimum of two (2) comparable sales that are log style homes with similar property characteristics as the subject property;</li><li>The two comparable sales must be recent sales (one (1) year or less) and must be located in close proximity to the subject property; and</li><li>The Appraiser must comment if log style homes are typical for the area.</li></ul>As a non-exhaustive or comprehensive list, but for differentiation, log cabins, which are not acceptable, may include the presence of:<ul><li>Untreated or non-milled logs (i.e. fully round);</li><li>Caulking or mortar between joints;</li><li>Visible electrical or plumbing conduits.</li></ul>"
            },
            {
              "Title": "10.5 Modular Homes",
              "content": "A modular home is a pre-fabricated dwelling, which is principally factory built off- site. The dwelling is delivered to the site in sections or modules. Upon delivery to the site, the home is assembled and attached to a permanent foundation and assumes the appearance and characteristics of a site-built residence. Portions of the dwelling may be built on-site.<br><br>If the subject is modular construction, the comparable sales must include at least one (1) resale of a modular constructed home. For lending purposes, a modular home is treated as a single-family residence including loan-to-value limits. An ALTA 7 Endorsement is required from Title."
            },
            {
              "Title": "10.6 Manufactured Homes",
              "content": "A manufactured home is a pre-fabricated dwelling, factory built and transported to the site in sections. A manufactured home differs in from a modular home in that it has a steel beam frame, to which transportation wheels have been attached, as well as the hitch with which to tow it. A manufactured home will be eligible as long it has been affixed to a permanent foundation, all utilities are connected, and the tow bar and axles have been removed. This will be evidenced in the appraisal report (specifically a Form 1004C) and must also be insured as an SFR on the title report inclusive of having an ALTA 7 Endorsement. Manufactured Home Title Elimination must be filed and on Title if no 116 Endorsement is present reflecting the subject as an SFR."
            },
            {
              "Title": "10.7 Mixed Use Properties",
              "content": "A mixed-use property as defined by Acra is a one-to-four (1-4) unit residential property with a home-based business. The following requirements must be met:<ol><li>The borrower must be both the owner and the operator of the business.</li><li>The business cannot interfere or conflict with the residential use of the property.</li><li>The property cannot have been altered in any way that would indicate any use, design, or appeal other than residential.</li><li>There must be no hazardous material being used or stored at the subject property.</li><li>The market value of the property must be solely a function of its residential characteristics, rather than of the business use.</li></ol>An Adult Care Facility / Assisted Living Facility can be considered on a case-by-case basis if it is a residential property where the property has not been modified or otherwise detracting from the marketability of the property from its residential use consistent with #2 above. Acra Management will consider the manner of qualification and other compensating factors in pricing, but will not lend at greater than 75% / 70% LTV / CLTV respectively for purchase or refinance transactions. See <em>Section VI: Rental Income Requirements - Debt Service Cover Ratio</em> for details on calculating the qualifying income."
            },
            {
              "Title": "10.8 Multi-Family Residences",
              "content": "A two-to-four (2-4) unit or a five-plus (5+) multi-family dwelling is designed for apartment use by multiple families. The structure(s) is attached or detached."
            },
            {
              "Title": "10.9 Planned Unit Developments (PUD's)",
              "content": "A Planned Unit Development (PUD) is a project or subdivision that consists of common property and improvements that are owned and maintained by a Home Owners Association for the benefit and use of the individual PUD units. The common property enhances the enjoyment of the premises and the value of the property that secures a PUD unit mortgage. Acra will purchase single family properties attached or detached that are located in a PUD project, provided the following criteria is met:<ul><li>The project must be in an established market;</li><li>Document a copy of the Master Policy;</li><li>Detached PUD's do not require any additional documentation for the HOA, phase or project completion; and</li><li>If a refinance transaction, provide a recent HOA statement.</li></ul>A \"Senior Community\" with a minimum age restriction for occupancy (also known as a 55+ Community) is acceptable and needs to document comparable sales within the subdivision."
            },
            {
              "Title": "10.10 PUD - Manufactured Home Developments",
              "content": "Acra will not lend on manufactured homes located in a PUD."
            },
            {
              "Title": "10.11 Row Housing",
              "content": "A row house property is a site-built dwelling for one family only and built on land owned by the borrower. The dwelling is an attached housing unit that is not classified as a condominium or PUD and does not share any common areas or pay HOA fees.<ul><li>Adjoining row homes typically fill an entire block and were primarily built in the 1930s and 1940s.</li><li>Row homes are typically located in communities of row homes with similar construction type, appearance, and value.</li><li>Row homes are typically two (2) or more stories with a front and rear entrance only. The rear entrance is accessible from an alley at the rear of the property, which runs the length of the city block.</li><li>The dwelling may include an attached carport typically accessible from the alley.</li></ul>"
            },
            {
              "Title": "10.12 Rural Properties",
              "content": "<ol><li>Acra originates properties that are classified as \"rural\" and built up \"under 25%\" under a case-by-case basis.</li><li>Maximum loan amount and LTV / CLTV determined by credit grade. See Rate Matrix.</li><li>Properties with a marketing time in excess of six (6) months may be subject to an additional LTV reduction.</li></ol>A property may be classified as rural or with rural influence as stated by the appraiser or if it is located:<ul><li>On a gravel road and does not have adequate utilities available in service;</li><li>On more than five (5) acres of land;</li><li>In a neighborhood under 25 percent “built-up”;</li><li>Appraiser classifies the property as rural; or</li><li>In a remote or isolated area.</li></ul>NOTE: Generally, comparable sales used by the appraiser that exceed a distance of five (5) miles or more from the subject property is also a good indicator the property may be located in a rural area."
            },
            {
              "Title": "10.13 Single Family Residence",
              "content": "A single-family residence is a site-built dwelling designed for one (1) family use only, normally detached and generally built on land owned by the homeowner.<br><br>The dwelling may share one (1) wall (\"Party Wall\") with a residence owned by another party. Therefore, the units are either detached or attached in groupings of two (2) (\"Twin Home\"). The dwelling may include an attached or detached garage. Properties that share one (1) wall require a party wall agreement. The party wall agreement should be recorded and reflected on the preliminary title report / title commitment.<br><br><u>Single Family Residence New Tract / Development</u><br>For purchase transactions of new construction, the sales contract must indicate the base price and detail any and all upgrades with the cost breakdown. The allowable percentage for upgrades above the standard package must be supportable within the local market.<br><br>The appraisal must be made either \"as is\" if complete or \"subject to\" which would require a Form 442 and photos upon completion.<br><br>If the improvements are not completed at the time of the appraisal an estimate of percentage complete should be noted within the report. Interior photos are recommended. Interior photos are required showing completed work, whether on the initial or 442 report."
            },
            {
              "Title": "10.14 Townhomes",
              "content": "A town home is a style of construction designed for one (1) family use only and can be built as a PUD, Condo, or Site Built home (no common area). The unit may be detached or attached in groupings of two (2) or more."
            },
            {
              "Title": "10.15 Unique Properties",
              "content": "<u>Unique Property Features</u><br>A dwelling with an unusual layout, peculiar floor plan or inadequate equipment or amenities usually has limited market appeal and should not be considered for maximum financing. The appraiser should comment on any functional obsolescence, negative impact on the marketability, or buyer resistance as a result of the unique property features.<br><br><u>Unique Properties</u><br>Acra originates unique properties on a case-by-case basis only with the following stipulations:<ol><li>Appraisal Field Review is required, regardless of LTV;</li><li>Unique properties must be compared with other unique properties in the area;</li><li>The property must be in average or better condition;</li><li>The property must have adequate heating and water sources;</li><li>The appraised value must be based on a marketing time of no more than six (6) months; and</li><li>The property must meet all other Acra property requirements and may be subject to an LTV reduction or declination.</li></ol>"
            },
            {
              "Title": "10.16 Vacant Properties",
              "content": "Acra does not originate loans where the subject property(s) are vacant on refinances (cash out or rate & term)."
            },
            {
              "Title": "10.17 Sandwich Lease",
              "content":"Generally found in Hawaii, \"Sandwich Leases\" are used to describe a scenario where a HOA is leasing real property complex and in turn are releasing the individual units to homeowners. Not to be confused with renting for occupancy, but instead the HOA is generally owning as Fee Simple, whereas the homeowner is generally on a Leasehold for the real property.<br><br>Acra does not lend on Leasehold property; however, may lend against properties in which the leasehold is concurrently being purchased from the HOA as a condominium unit is being purchased from a homeowner - whereas at the conclusion of the transaction Acra's Borrower would own the real property in a Fee Simple manner.<br><br>Mechanically, to avoid confusion with the two transactions timing and issuance of a perfected Title Company, generally these two purchases should be handled by the same Title Company / Closing Escrow."
            }
          ]
        },
        {
          "Title": "General Property Requirements",
          "content": [
            {
              "Title": "",
              "content": "The property must conform to the neighborhood and must be in average or better condition. The mortgaged property should conform to all applicable zoning regulations and be the highest and best use of the land."
            }
          ],
          "Subsection": [
            {
              "Title": "11.1 Building Permits",
              "content": "Acceptable building permits will be required on all conversions or additions to living areas. Square footage, which can be verified through public records, is acceptable and will not require further documentation. Any unpermitted area must be completed in a workman like manner. The appraisal must include a cost to cure, and the unpermitted area should not be included in the Gross Living Area (GLA) calculation.<br><br>In areas where permits are not required, the appraiser must disclose when the work was originally completed and comment if the work was done in a workmanlike manner. The appraiser must also comment on the type of conversion or addition and if the improvements are functional and conforming to the original structure."
            },
            {
              "Title": "11.2 Living Area Requirements",
              "content": "Acra does not impose minimum square footage requirements on the subject property provided the following requirements are met:<ol><li>The property must have sufficient square footage and room dimensions to be marketable and acceptable to typical borrowers in that market area;</li><li>The property should include a kitchen, bedroom, and a bathroom with minimum facilities (i.e.: sink, toilet, and bathtub or shower);</li><li>A property consisting of a combined living room and bedroom (i.e. studio / efficiency unit) will be considered on a case-by-case basis. The property must be marketable, common for the area and the appraisal report must include recent sales of bachelor pads / efficiency units; and</li><li>Current sales with similar square footage and number of bedrooms / bathrooms must be utilized to support the value. If the subject property consists of one (1) bedroom, the comparable sales must include recent sales of one (1) bedroom properties.</li></ol>Smaller sized properties (i.e.: square footage and / or bedroom count) that cannot be supported with recent sales of similar sized properties located in the subject's market area require an internal appraisal review)."
            },
            {
              "Title": "11.3 Outbuildings",
              "content": "All outbuildings (i.e.: barns, stables, arenas, workshops, guesthouses, and etcetera) must be described in detail on the appraisal report. Value for outbuildings may be considered if:<ul><li>Legal use and affixed to a permanent foundation;</li><li>Not being used for commercial or business purposes that would conflict with the residential use of the property; and</li><li>Typical for the area as evidenced by comparable sales with value given for the same or similar type of outbuildings.</li></ul>If outbuildings are not typical for the area and supported by comparable sales with similar outbuildings, no value will be given."
            },
            {
              "Title": "11.4 Property Inspections",
              "content": "Acra will allow property inspections to be waived on a case-by-case basis if the LTV is calculated at 70% or less and all parties to the sale execute an addendum to the Purchase Contract. All individuals performing inspections must be appropriately licensed within their field of expertise. Refer to Property Inspection Requirements in General Underwriting."
            },
            {
              "Title": "11.5 Properties Listed for Sale",
              "content": "If the subject property has been listed for sale in the last six (6) months from the date of funding by Acra, the transaction is ineligible.<br><br>Period for measurement is from the last day listed to the date of application submission."
            }
          ]
        },
        {
          "Title": "Appraiser Requirements",
          "Subsection": [
            {
              "Title": "12.1 Appraiser Qualification",
              "content": "The appraiser or review appraiser must be an appropriately licensed or certified for the state in which the property is located and comply with the competency rules of USPAP. Acra reserves the right to reject an appraisal from any given appraiser or to request a second appraisal."
            },
            {
              "Title": "12.2 Appraiser Licensing / Certification Requirements",
              "content": "Acra requires appraisal reports to be completed by appraisers that have appropriate licensing for the scope of practice performed by the appraiser, who's license must be in good standing.<br><br>Appraisal reports signed by a trainee appraiser must be co-signed by a supervisor appraiser either a licensed or certified residential appraiser (the supervisory appraiser does not have to inspect the property based on USPAP guidelines).Lender should verify the status of the license with the state or national registry of appraisers."
            }
          ]
        },
        {
          "Title": "Appraisal Review Requirements",
          "Subsection": [
            {
              "Title": "13.1 Appraisal Reviews",
              "content": "The intent of the appraisal review is to form an accurate opinion regarding the facts and value of the appraisal that was submitted for lending purposes."
            },
            {
              "Title": "13.2 Broker Price Opinion (BPO)",
              "content": "An interior or exterior BPO inspection is generally not required. However, Acra reserves the right to require a BPO on a case-by-case basis."
            }
          ]
        },
        {
          "Title": "Appraisal Reports",
          "Subsection": [
            {
              "Title": "14.1 General Requirements",
              "content": "Acra requires a complete original summary appraisal report on each property. Acra does not accept limited appraisal reports or evaluations. Each appraisal must meet FNMA appraisal standards and conform to the Uniform Standards of Professional Appraisal Practice (USPAP) adopted by the Appraisal Standards Board of the Appraisal Foundation. The appraisal must be in computerized and include an original or digital signature from the licensed appraiser. The appraiser must explain any inconsistencies or discrepancies noted in the appraisal report. The appraisal must build to a logical conclusion of value."
            },
            {
              "Title": "14.2 Second Appraisals",
              "content": "A second full appraisal is required when:<ul><li>The loan amount is greater than $1.5 Million; or</li><li>To prevent “flipping”, when the subject loan is a purchase transaction subject to Section 35 (primary residence) where the seller of the property acquired the property:<ul><li>90 days or fewer prior to the date of the resale agreement and the resale price exceeds the seller's original purchase price by more than 10%; or</li><li>91-180 days prior to the date of the resale agreement and the resale price exceeds the seller's original purchase price by more than 20%.</li></ul></li></ul>NOTE: 90-days and 180-day figures are calculated by counting the day after the date on which the seller acquired the property, up to and including the date of the consumer's agreement to acquire the property that secures the transaction. For example, assume that the creditor determines that date of the consumer's acquisition agreement is October 15, 2021, and that the seller acquired the property on April 17, 2021. The first day to be counted in the 180-day calculation would be April 18, 2021, and the last day would be October 15, 2021. In this case, the number of days from April 17 would be 181, so an additional appraisal is not required.<br>The additional appraisal cannot be charged to the borrower and must include:<ol><li>A comparison of the previous purchase price with the current purchase price;</li><li>Changes in market conditions; and</li><li>Any improvements made to the property since its previous purchase.</li></ol>The additional appraisal required under “flipping” of this subsection shall not apply to consumer's acquisition of property:<ol type=\"a\"><li>From a local, state or federal government agency;</li><li>From a person who acquired title to the property through foreclosure, deed-in- lieu of foreclosure, or other similar judicial or non-judicial procedure as a result of the person's exercise of rights as the holder of a defaulted mortgage loan;</li><li>From a non-profit entity as part of a local, state, or federal government program under which the non-profit entity is permitted to acquire title to single- family properties for resale from a seller who acquired title to the property through the process of foreclosure, deed-in- lieu of foreclosure, or other similar judicial or non-judicial procedure;</li><li>From a person who acquired title to the property by inheritance or pursuant to a court order of dissolution of marriage, civil union, or domestic partnership, or of partition of joint or marital assets to which the seller was a party;</li><li>From an employer or relocation agency in connection with the relocation of an employee;</li><li>From a service member, as defined in 50 U.S.C. Appx 511(1), who received a deployment or permanent change of station order after the service member purchased the property;</li><li>Located in an area designated by the President as a federal disaster area, if and for as long as the Federal financial institutions regulatory agencies, as defined in 12 U.S.C. 3350(6), waive the requirements in Title XI of the Financial Institutions Reform, Recovery, and Enforcement Act of 1989, as amended (12 U.S.C. 3331 et seq.), and any implementing regulations in that area; or</li><li>Located in a rural county, as defined in 12 CFR 1026.35(b)(2)(iv)(A).</li></ol>Additionally, two (2) full appraisals may be required at the discretion of Acra in circumstances where the original appraisal does not meet the standards imposed by Acra in its sole discretion.<br><br>If the second appraisal is required, it must be completed by a different appraiser than who performed the original appraisal."
            },
            {
              "Title": "14.3 Environmental Hazards",
              "content": "Any known environmental hazard in or on the subject property, or in the vicinity of the subject property must be disclosed to the appraiser. The appraiser must consider any influence the hazard may have on the property's value and marketability. These hazards may be found on the sales contract / offer to purchase, or communicated by the seller of the property, the buyer, the real estate broker, or local governments. Upon discovery of any hazard, the appraiser must review for any suggested corrective action.<br><br><u>Radon Certification</u><ul><li>Must be completed by a licensed or certified inspector</li><li>Must indicate levels within acceptable tolerance</li></ul><u>Toxic Waste</u><ul><li>Properties within one (1) mile of a Federal Super Fund site will require a Phase I Report. Based on the results, further analysis or reports may be required.</li><li>Properties that abut or are adjacent to a known toxic site will require full disclosure and may require further analysis or a Phase I report.</li></ul>"
            },
            {
              "Title": "14.4 Appraisal Report Forms",
              "content": "Appraisals must be completed on the most current version of the following forms, including all appropriate schedules, addenda, and documentation indicated below:<br><br><table><tr class=\"bg-secondary bg-opacity-25\"><th><strong>Property Type</strong</th><th><strong>FNMA Form</strong></th></tr><tr><td><strong>Single Family Residence</strong></td><td>URAR - Uniform Residential Appraisal Report (FNMA Form 1004 dated 09/2011)</td></tr><tr><td><strong>Planned Unit Development (PUD)</strong></td><td>URAR - Uniform Residential Appraisal Report (FNMA Form 1004 dated 09/2011)</td></tr><tr><td><strong>Condominium Units</strong></td><td>Individual Condominium Unit Appraisal Report (FNMA Form 1073 dated 09/2011)</td></tr><tr><td><strong>Site Condominiums (Detached Individual Condo Unit)</strong></td><td>Individual Condominium Unit Appraisal Report (FNMA Form 1073 dated 09/2011)</td></tr><tr><td><strong>Manufactured Homes</strong></td><td>Manufactured Home Appraisal Report (FNMA Form 1004C dated 03/2005)</td></tr><tr><td><strong>2-4 Family Units</strong></td><td>Small Residential Income Appraisal Report (FNMA Form 1025 dated 03/2005)</td></tr><tr><td><strong>5-15 Family Units</strong></td><td>Small Residential Income Appraisal Report (FHLMC Form 71B dated 08/1977)</td></tr></table>"
            },
            {
              "Title": "14.5 Age of Appraisal Report",
              "content": "If the appraisal date is 120 days or more at funding, the original appraiser must provide an Appraisal Update with photos.<br><br>If the appraisal date is 180 days or more as of the date of funding, a full new appraisal report completed by a licensed or certified appraiser is required."
            },
            {
              "Title": "14.6 Appraisal Updates (Re-Certification of Value)",
              "content": "If an appraisal update is required, the following conditions must be met:<ul><li>The real estate has undergone no significant change since the original appraisal;</li><li>The time period between the effective date of the original appraisal and the effective date of the appraisal is less than six (6) months; and</li><li>The appraiser must address any changes in the market conditions and the status of the subject since the original appraisal and analyze the effect of these changes in arriving at the current value estimate for the subject.</li></ul>The appraiser must drive by the subject property and provide a 2055 drive by appraisal and documentation with the following:<ul><li>New photographs of the subject and comparable sales; and</li><li>Location map.</li></ul>If the original appraisal cannot be supported by an appraisal update, a new appraisal must be obtained."
            },
            {
              "Title": "14.7 Appraisal Report Documentation",
              "content": "Each appraisal report must include as attachments the exhibits listed below:"
            },
            {
              "Title": "14.8 Location Map",
              "content": "The location map must locate the subject property and all comparable properties (including sale, rental and listing comparables, as applicable). The map should also disclose the street names of the subject property and comparable sales."
            },
            {
              "Title": "14.9 Plat Map",
              "content": "In states where available, a plat map (a survey from the title commitment if applicable) showing the location of the subject property with the dimensions of the lot size should be obtained."
            },
            {
              "Title": "14.10 Floor Plan / Building Sketch",
              "content": "Each Appraisal shall include:<ul><li>A sketch showing the location of all rooms and exterior doors; and</li><li>Location of interior walls and doors is required if a condition of func obsolescence is noted.</li></ul>"
            },
            {
              "Title": "14.11 Exterior Sketch",
              "content": "The exterior sketch of the improvements must include the dimensions and calculations that the appraiser used to determine the size of the subject property. An exterior building sketch is used for detached one-unit properties and end PUD units; an interior perimeter sketch is acceptable for condominium units and interior PUD units. For two-to-four (2-4) unit properties, the sketch must include each unit's layout and entries, indicate the square feet of living area per unit, and the gross building area."
            },
            {
              "Title": "14.12 Rent Schedules (FNMA Form 1007)",
              "content": "Acra requires the Single-Family Comparable Rent Schedule (FNMA Form 1007) for single family properties on (i) all DSCR qualifying files, (ii) lease-option purchase transactions where the down payment as required in §3.45 is generated from excess monthly rent contributions, or (iii) when proposed rental income is being used to qualify.<br><br>Single family investment properties with excessive monthly rent payments reflected on the Rental / Lease Agreement will require documentation supporting that the monthly rent is typical for the area. Acceptable documentation may include; classified ads from local newspapers, Single Family Comparable Rent Schedule (FNMA Form 1007) completed by the appraiser or a market rent survey completed by a local real estate company or rental management company familiar with the market rents in the area."
            },
            {
              "Title": "14.13 RESERVED",
              "content": ""
            },
            {
              "Title": "14.14 Addenda",
              "content": "The appraiser may determine that the appraisal report must be supplemented by addenda. All addenda must be attached to the appraisal report and incorporated into the report by reference. The appraiser must comment on all forms of obsolescence and specify causes. If repairs are needed, the appraiser must list and estimate the cost to repair."
            },
            {
              "Title": "14.15 Statement of Limiting Conditions - Appraisal Certification (FNMA Form 1004B or FHLMC 439)",
              "content": "<ul><li>Each form must have an original or digital signature.</li><li>Any additions or deletions made to the Statement of Limiting Conditions Appraisal Certification must be referenced in the \"reconciliation\" section of the appraisal report.</li></ul>"
            },
            {
              "Title": "14.16 Satisfactory Completion Certificate (FNMA Form 442)",
              "content": "For appraisal reports made subject to repairs, alterations, or conditions, or subject to completion in accordance with plans and specifications. A satisfactory completion certificate with photographs must be obtained and included in the loan file. The certification must:<ul><li>Be made after completion of the repairs, improvements, alterations, conditions, or construction;</li><li>Clearly state that all conditions or requirements set forth in the original appraisal report of the mortgaged premises have been fulfilled; and</li><li>Be prepared and signed by the original appraiser, if available, or by another qualified approved appraiser.</li></ul>Alternately, Acra may accept a signed LOE, receipt for parts (if applicable), and photos from the borrower (refi) or seller / realtor (purchase) 442s for missing Smoke / CO2 detectors or double-straps on water heaters."
            },
            {
              "Title": "14.17 Energy Addendum (Energy-Efficient Property)",
              "content": "The following may be used to identify, rate and evaluate the subject property's energy efficient features:<ul><li>Evidence of compliance with the Council of American Building Officials (CABO) 1992 Model Energy Code (MEC);</li><li>Form 70A, Energy Addendum (Residential Appraisal Report); or</li><li>A report from an established Home Energy Rating System (HERS) sponsored by a local utility, home builder association, or a state or local government.</li></ul>"
            },
            {
              "Title": "14.18 Photographs",
              "content": "<u>Subject Property Photographs</u><br>One set of clear descriptive color photographs of the subject property is required. The photographs must be originals (produced by photography or electronic imaging), must be appropriately identified and must clearly show the completed improvements. The photographs must include:<ul><li>A front view of the property;</li><li>A street scene identifying the location of the property and showing neighboring improvements;</li><li>A rear view of the property;</li><li>The appraiser must include additional photographs, if necessary, to show clearly the improvements, amenities, or external influences that have a material impact on value or marketability; and</li><li>Interior photos are required on all properties to generally depict the living areas, kitchen, and bathrooms.</li></ul><u>Comparable Sales Photographs</u><br>One set of clear color digital photographs of the front view on each of the three (3) closed comparable sales is required. (The property addresses must be indicated.)<br><br>Acra does not require photographs of Carbon-Monoxide (CO) / Smoke detectors or water heater straps as long as the Appraiser asserts their presence in the report commentary."
            }
          ]
        },
        {
          "Title": "Subject Property",
          "content": [
            {
              "Title": "",
              "content": "The subject property section of the appraisal report must include the following:<ul><li>Identify and describe the location of the subject property. The appraisal must identify the subject property by its complete property address and legal description. When the legal description is lengthy, the appraiser may attach the full description as an addendum to the appraisal report, or may provide the subject's tax ID parcel number;</li><li>Provide information about property taxes and special assessments;</li><li>Indicate the occupancy status of the property;</li><li>Describe the property rights appraised;</li><li>Summarize financing data and sales concessions; and</li><li>Identify the borrower, the current owner, and the appraiser.</li></ul>"
            }
          ],
          "Subsection": [
            {
              "Title": "15.1 Client / Lender",
              "content": "Appraisal reports reflecting the borrower or property seller as the client / lender are acceptable on a case-by-case and may require a full new appraisal report."
            },
            {
              "Title": "15.2 Neighborhood Analysis",
              "content": "The neighborhood section of the appraisal report must contain an accurate description of the subject neighborhood and the factors that influence market value and marketability in the neighborhood. The actual neighborhood area being considered should be clearly defined using street names and other recognizable boundaries. The sales price of comparable properties in the identified area should reflect positive and negative influences in the neighborhood. The analysis should consider the effect of social, economic, governmental and environmental forces on the property values. The information presented in the neighborhood description must be consistent with, and supported by, the conclusions reached by the appraiser throughout the appraisal report."
            },
            {
              "Title": "15.3 Growth Rate (Increasing / Declining)",
              "content": "When property values are declining an internal appraisal review may be required and the loan may require a loan-to-value reduction."
            },
            {
              "Title": "15.4 Present Land Use",
              "content": "The present land use, the predominant occupancy composition, and the likelihood that either will change must be analyzed to determine whether a neighborhood is undergoing transition. The appraiser must comment on any change in land use. (Properties with interim use or properties reported to have a different highest and best use than the present use are not eligible for financing.)"
            },
            {
              "Title": "15.5 Predominant Value",
              "content": "The relative percentages of developed land should be shown; underdeveloped land should be shown as vacant. Any unusual situations or types of land use should be mentioned in the comment section. The total types of land use must equal 100%"
            },
            {
              "Title": "15.6 Demand, Supply, Marketing Time",
              "content": "When marketing time for a particular area is greater than six (6) months, the appraisal must contain comments on the reason for the extended marketing period and its effect on the value of the property."
            },
            {
              "Title": "15.7 Neighborhood Description and Market Trends",
              "content": "Any increase or decline in the market must be detailed. The marketing time of the subject must reflect the current trend for the area and the subject property.Marketing time of over six (6) months must be explained in detail to determine the effect on the marketability."
            }
          ]
        },
        {
          "Title": "Site",
          "Subsection": [
            {
              "Title": "16.1 Site Value",
              "content": "The estimated site value must be included for all detached properties. If the appraiser's estimate of the site value is one that is not typical for a comparable residential property in the subject property's market area, the appraisal must include comments on how the variance affects the marketability of the subject property."
            },
            {
              "Title": "16.2 Multiple Parcels",
              "content": "A property that consists of two or more parcels of land with one legal description reflected on the title policy is acceptable collateral. The appraised value must be based on all parcels of land. All existing parcels must be contiguous and encumbered by the subject loan. The appraisal should include comparable sales similar to the subject property. Additional parcels with no improvements must be valued as excess land only. The mortgage must include all parcels as collateral. The site size of all parcels may not exceed Acra's maximum requirements."
            },
            {
              "Title": "16.3 Site Area Maximum Acreage",
              "content": "Acra will purchase loans secured by properties that are located on lot sizes up to twenty-five (25) acres. The appraiser must provide a value for the entire site size of the property, regardless of the lot dimensions or number of acres.<ul><li>Comparable sales must support larger parcels as common and typical for the area.</li><li>The comparable sales should be on similar sized lots from competing market areas in close proximity to the subject. In addition, the comparable sales should exhibit similar age, quality of construction, design, appeal, square footage, room count and utility, etcetera.</li></ul>NOTE: If the subject property's site size is not supported with similar comparable sales, a loan-to-value reduction may be required."
            },
            {
              "Title": "16.4 Site Utilities",
              "content": "The minimum requirements for water sources, sewers, and electricity may include:<ul><li>Public water, private wells, shared wells with a recorded agreement, or common stock in a private water company with a recorded water stock certificate.<ul><li>Cistern water is acceptable on a case-by-case basis. The appraiser must provide recent comparable sales of properties that use cistern water that are in close proximity to the subject property. An internal appraisal review is required.</li></ul></li><li>Public sewer or private septic systems (cesspools).<ul><li>Private septic systems (cesspools) must be typical for the area and supported by comparable sales with similar septic systems.</li></ul></li><li>Public electricity only. Properties relying on solar systems or generators for electricity except as backup systems are not allowed.</li></ul>"
            },
            {
              "Title": "16.5 Street Surfaces and Private Roads",
              "content": "Publicly maintained paved or all-weather dirt roads or a private road access is acceptable, if common for the area. A road maintenance agreement is required for private road access for properties not located in a PUD. Charges for maintenance of private roads are considered assessments and should be included in the debt- to-income calculation. If no Road Agreement is in place, provide a copy of the last road clearing / maintenance bill. If the subject is on an all-weather dirt road, similar comparable sales must be utilized to support marketability and value. The presence of sidewalks, curbs, gutters, streetlights and alleys depends on the local codes and regulations of the city or local municipality. If such improvements are required in the community, they must be present.<br><br><strong>Ingress and Egress</strong><br>A property that is land locked is not allowed and private road access must have easements of record allowing access to and from the subject property to a public street (i.e.: ingress and egress) and must be insurable by the title insurance company."
            },
            {
              "Title": "16.6 Zoning Classification",
              "content": "The appraisal report must indicate the specific zoning classification for the subject property and a general statement to describe what the zoning allows (e.g.: \"R-1 single-family\" vs. \"residential\", R-2 \"two-family\", \"C1-commercial\", etcetera). For areas in which there are no local zoning, the report should indicate so.<br><br>The appraisal report should contain a statement indicating whether the site's improvements represent a legal use of land. Loans secured by property with improvements that are not legally permissible are not acceptable.<br><br>A one-to-four (1-4) unit property that represents a legal, but non-conforming use of the land must include the appraiser's analysis regarding any adverse effect(s) that the non-conforming use has on the property's value and marketability and comment on the highest and best use.<br><br>Properties with interim use or a highest and best other than residential are not acceptable. A 100% rebuild letter from the local municipality is required. For a unit located in a condominium or attached PUD project the rebuild letter must indicate that the project may be rebuilt to its current use and density with no restrictions. In instances where a property's land value exceeds the loan amount sought by 120%, a rebuild letter is not required.<br><br>"
            }
          ]
        },
        {
          "Title": "Improvements",
          "Subsection": [
            {
              "Title": "17.1 Over-Improved or Super-Adequate Properties",
              "content": "Properties that are considered over-improved or super-adequate for the neighborhood require a detailed explanation from the appraiser. The appraiser should attempt to utilize recent sales of similar properties (over-improved or super- adequacy) from the subject's market area, if available. If recent sales of such properties are not available, the appraiser should utilize recent sales that are typical for the subject's market area, and make the appropriate adjustments for functional obsolescence based on the market's reaction to the property."
            },
            {
              "Title": "17.2 Effective Age vs. Actual Age",
              "content": "The relationship of the effective age to actual age is a good indicator of property condition. A property that has an effective age higher than the actual age probably has not been well maintained. In such cases, the condition of the property must be carefully analyzed."
            },
            {
              "Title": "17.3 Heat Source",
              "content": "The subject property must have an acceptable heating source based on local health and safety codes. A permanent ventilated source of heating is required except in areas where heating is not required."
            },
            {
              "Title": "17.4 Parking",
              "content": "Adequate off-street parking must be available for the subject property. The property should provide adequate parking that is typical for the neighborhood. Off- street parking for one car is considered acceptable, unless the property is in an area where no off-street parking is typical."
            },
            {
              "Title": "17.5 Above Grade Room Count",
              "content": "The appraiser must be consistent when calculating the above grade room count and square footage of the gross living areas that are above grade. For a condominium, the appraiser should use the interior perimeter unit dimensions to calculate gross living area. In all other instances, the exterior building dimensions should be used. Only finished above grade areas should be counted; garages and basements should not be included.<br><br>A room that is not included in the above grade room count may add substantial value to the property. Therefore, the appraiser should report the basement area and other partially below grade areas, including the room count, separately and make appropriate adjustments for them in the Sales Comparison Analysis Section."
            }
          ]
        },
        {
          "Title": "Cost Approach",
          "content": [
            {
              "Title": "",
              "content": "The cost approach to value is not required by Acra. However, where completed, all forms of depreciation applicable are required and must be explained."
            }
          ],
          "Subsection": [
            {
              "Title": "18.1 Site Value and Land Value Ratio",
              "content": "Where applicable, the estimated site value should include the cost approach for all detached properties. If the site value is more than 50% of the total value, the appraiser should include comments as to whether or not this is common for the subject property market area. If the appraiser's estimate of the site value is one that is not typical for a comparable residential property in the subject property's market area, the appraisal must include comments on how the variance affects the marketability of the subject property."
            },
            {
              "Title": "18.2 Remaining Economic Life",
              "content": "The estimated remaining economic life of the property must be included, when the Cost Approach is completed. The estimated remaining economic life of the subject property must be no less than the term of the new loan."
            }
          ]
        },
        {
          "Title": "Sales Comparison Analysis",
          "Subsection": [
            {
              "Title": "19.1 Sales Comparison",
              "content": "At least three (3) verified, closed sales of comparable properties must be analyzed in the appraisal report, with adjustments made for significant differences between the comparable sales and the subject property."
            },
            {
              "Title": "19.2 Sales Comparison Selection Criteria",
              "content": "The three comparable sales listed in the report must meet the following criteria:<ul><li>Must be similar in property characteristics including square footage, room count (bedroom / bath count), design / appeal, construction, condition, amenities, site, etcetera.</li><li>Urban and suburban properties must be measured in city blocks.</li><li>Must be in close proximity to the subject property.  Outlying suburban and rural properties generally should not be more than five (5) miles from the subject property without adequate explanation from the appraiser.</li><li>Be recently sold (usually no more than six (6) months before the date of the appraisal). Multiple Listings from the market area are also recommended in areas where current closed sales may be difficult to obtain. The use of an older comparable sale must be justified by comments in the appraisal report. The use of comparable sales over twelve (12) months old must include an extensive explanation from the appraiser and will be considered on a case-by- case only.</li><li>The comparable sales prices should bracket the estimated value of the subject property.</li><li>If adverse conditions affect the subject property, at least the same type of adverse condition must affect two (2) of the comparable sales.</li></ul>In areas where there are certain style / types of properties that may be typical for the area such as A-frame home, log homes, split level homes, daylight basements, etcetera the comparables utilized must be similar, in the market area, and represent the current market conditions for the time of sale."
            },
            {
              "Title": "19.3 Adjustments to Comparable Sales",
              "content": "Each comparable sale must be analyzed for similarities and differences between it and the subject property. The appraisal must include appropriate adjustments for differences and indicate the dollar amount of the adjustments. Comparable sales must be adjusted to the subject property. Time adjustments must reflect the time that elapsed between the contract date for the comparable sale and the effective date of the appraisal of the subject property. Unsupported time adjustments are not acceptable."
            },
            {
              "Title": "19.4 Excessive and Multiple Adjustments",
              "content": "Excessive and multiple adjustments could indicate that the comparables chosen were not suitable for accurately evaluating the property. The appraiser must \"bracket\" the comparables so that the property can be analyzed using both higher and lower priced homes."
            }
          ]
        },
        {
          "Title": "Income Approach",
          "content": [
            {
              "Title": "",
              "content": "The Income Approach is not required by Acra.<br><br>However, where completed, the market rents must be supported by comparable sales with similar unit mix and characteristics properties to the subject. The appropriate supplemental addenda for rents and expenses are required."
            }
          ]
        },
        {
          "Title": "Appraiser's Comments",
          "content": [
            {
              "Title": "",
              "content": "The appraiser's comments should reflect the reconciliation of the adjusted or indicated values for the comparable sales and identify which were given the most weight in arriving at the indicated value for the subject property.<br><br>Any additional features, necessary repairs or modernization, or physical, functional or external inadequacies must be reported in the comment sections of the appraisal report.<br><br><strong><u>Environmental Hazards</u></strong><br>The appraiser must comment on any effects of environmental hazards discovered on or near the site, the impact on marketability or value and an estimate of the scope and / or cost if known to cure.<br><br><strong><u>Additions Or Alterations</u></strong><br>If the appraisal notes that additions or alterations were made without permits, the comment section should contain comments on the quality and appearance of the work.<br><br><strong><u>Environmental / Energy</u></strong><br>The appraiser should use this section to note special energy-efficient items and adverse environmental conditions."
            }
          ],
          "Subsection": [
            {
              "Title": "21.1 Property Condition",
              "content": "Acra does not fund loans secured by a property with any condition ratings less than average without Senior Management review on a case-by-case basis with compensating factors. The appraiser must report the condition of the improvement in factual terms. Items rated less than average (inferior) in competing properties of the subject's market area generally may result in buyer resistance. The appraiser must comment on these items, the reasons for such ratings and how they affect the marketability and value of the subject property. Any property condition rating that is less than average must be properly conditioned and brought to average or better condition prior to closing."
            },
            {
              "Title": "21.2 Work in Progress",
              "content": "Any work in progress must be completed and a Satisfactory Certificate of Completion (FNMA Form 442) with photos must be included in the loan file, unless an exemption is granted and documented by Senior Management.<br><br>A property with ongoing or recently completed work may be liable to a mechanic's liens; an Extended Title Policy specifically covering potential mechanic's liens will be required."
            },
            {
              "Title": "21.3 Deferred Maintenance",
              "content": "A property may be rejected as security for a loan or may require a reduction in the loan amount if signs of deferred maintenance exist on the appraisal.<br><br>Properties that include certain appraiser conditions, subject to items, or deferred maintenance must be described in detail. The appraiser must include the cost to cure to determine the nature of the repairs. The appraiser's comments should address any threat to an occupant's health, safety and habitability.<br><br>Licensed contractor bids are required for all repair items. All repair items must be completed and a Satisfactory Completion Certificate (FNMA Form 442) with photos must be included in the loan file.<br><br>A property that is being used to store old cars, auto parts, appliances, debris scattered throughout the site, excessive amount of trash, unkempt yard with overgrown trees, shrubs and weeds, should be cleared. A Satisfactory Certificate of Completion (FNMA Form 442) with photos must be included in the loan file.<br><br>In the event work is completed by a third-party contractor, appropriately licensed to complete the work required, Acra may consider a signed statement of work and pictures showing the completed work to document the satisfaction. File should document the contractor is paid for said work or can pay through the Closing.<br><br>"
            },
            {
              "Title": "21.4 Minor or Cosmetic Deferred Maintenance",
              "content": "Deferred maintenance items that are considered minor and cosmetic and do not affect the safety, structural integrity, mechanical systems, or habitability of the improvement need not be repaired. Minor cosmetic items may include as a non- exhaustive list of examples: interior or exterior painting, worn carpet, worn linoleum, minor patching, replacement of fixtures, minor clean up items, or minor landscaping. While these items are not required to be cured or repaired, a cost to cure must be established on the appraisal or with a contractor's bid. The total cost of the repairs may not exceed the greater of $5,000 or 3.0% of the property's value."
            },
            {
              "Title": "21.5 Health and Safety Issues",
              "content": "All items that have been identified as potential health and safety issues by the Appraiser or Acra must be satisfactorily addressed or resolved. A Satisfactory Certificate of Completion (FNMA Form 442) including photos of the repaired items prior to closing is required.<br><br>Health and safety issues may include as a non-exhaustive list of examples; a broken window, empty pool without appropriate fencing, security bars not equipped with safety release latches, upper level doors with no balcony, missing railings, broken steps, missing handrails on steps / stairs consisting of six (6) or more levels, major electrical, and plumbing repairs.<br><br><strong><u>Security Bars</u></strong><br>For health and safety reasons, a property with security bars on the windows and / or doors should be equipped with safety release latches. The appraiser must comment whether or not the security bars have safety release latches. A property that has a minimum of three (3) unobstructed exits will not require safety release latches on the security bars, unless required by the local municipality."
            },
            {
              "Title": "21.6 Structural Deferred Maintenance",
              "content": "Structural items are not covered in the cosmetic rule. Structural items can be roofing, internal plumbing, electrical, or anything that affects the \"bone structure\" of the house. Items like termite damage, wood rot, roof leaks, broken windows, door damage, gross ceiling or wall damage, unstable or non-level floors, foundation problems, basement leaks, or major exterior wall problems are further examples of structural deferred maintenance.<br><br>Properties with structural damage will not be acceptable unless repaired. Structural concerns require a satisfactory structural report. The repair items must be corrected and a Satisfactory Certificate of Completion (FNMA Form 442) including photos of the repaired items prior to closing is required.<br><br>In the event work is completed by a third-party contractor, appropriately licensed to complete the work required, Acra may consider a signed statement of work and pictures showing the completed work to document the satisfaction. File should document the contractor is paid for said work or can pay through the Closing.<br><br>"
            }
          ]
        },
        {
          "Title": "Reconciliation Of Value",
          "content": [
            {
              "Title": "",
              "content": "The reconciliation must contain any conditions of the appraisal on which the final estimate of value is based. The rationale in the final reconciliation must be consistent with the comments, conclusions and assumptions stated throughout the appraisal report. The appraiser must indicate if the appraisal is made “as-is” or “subject-to” repairs or completion.<br><br>The report must state that the current Form 439 is attached and must contain the:<ul><li>Date of the value estimate;</li><li>Estimate of market value;</li><li>Appraiser's name and original or digital signature;</li><li>Appraiser's state certification or license number; and</li><li>A statement that the appraisal was prepared in accordance with the requirements of Title XI of the Financial Institutions, Reform, Recovery, and Enforcement Act (FIRREA) of 1989, as amended (12 U.S.C. 3331 et seq.).</li></ul>"
            }
          ],
          "Subsection": [
            {
              "Title": "22.1 Value Conclusion",
              "content": "The value conclusion must be well supported and documented. All approaches to value must be reconciled except on properties where certain approaches to value may not be applicable."
            }
          ]
        }

      ]
    }
  